Repository: NewGardenFarms/devices.sensor.community
Catalog: translations/*/LC_MESSAGES/flask_security.po
Languages: cs, da, el, et, lt, lv, ro, ru, sl, sv

source: Please confirm your email through the link below:
cs: Potvrďte svůj e-mail prostřednictvím níže uvedeného odkazu:
da: Bekræft venligst din e-mail via nedenstående link:
el: Παρακαλούμε επιβεβαιώστε το email σας μέσω του παρακάτω συνδέσμου:
et: Palun kinnitage oma e-posti aadress allpool oleva lingi kaudu:
lt: Patvirtinkite savo el. pašto adresą naudodamiesi toliau pateikta nuoroda:
lv: Lūdzu, apstipriniet savu e-pasta adresi, izmantojot tālāk norādīto saiti:
ro: Vă rugăm să vă confirmați adresa de e-mail prin intermediul linkului de mai jos:
ru: Пожалуйста, подтвердите ваш e-mail перейдя по ссылке ниже:
sl: Svojo e-pošto potrdite prek spodnje povezave:
sv: Bekräfta din e-postadress genom att klicka på länken nedan:

source: Confirm my account
cs: Potvrzení mého účtu
da: Bekræft min konto
el: Επιβεβαίωση του λογαριασμού μου
et: Kinnitage minu konto
lt: Patvirtinkite mano paskyrą
lv: Apstiprināt manu kontu
ro: Confirmați-mi contul
ru: Подтвердить мой аккаунт
sl: Potrdite moj račun
sv: Bekräfta mitt konto

source: Welcome %(email)s!
cs: Potvrzení mého účtu
da: Bekræft min konto
el: Επιβεβαίωση του λογαριασμού μου
et: Kinnitage minu konto
lt: Patvirtinkite mano paskyrą
lv: Apstiprināt manu kontu
ro: Confirmați-mi contul
ru: Добро пожаловать %(email)s!
sl: Potrdite moj račun
sv: Bekräfta mitt konto

source: You can log into your account through the link below:
cs: Do svého účtu se můžete přihlásit prostřednictvím níže uvedeného odkazu:
da: Du kan logge ind på din konto via nedenstående link:
el: Μπορείτε να συνδεθείτε στο λογαριασμό σας μέσω του παρακάτω συνδέσμου:
et: Saate oma kontole sisse logida alloleva lingi kaudu:
lt: Prisijungti prie savo paskyros galite naudodamiesi toliau pateikta nuoroda:
lv: Varat pieteikties savā kontā, izmantojot tālāk norādīto saiti:
ro: Vă puteți autentifica în contul dvs. prin intermediul linkului de mai jos:
ru: Вы можете войти в свой аккаунт через ссылку ниже:
sl: V svoj račun se lahko prijavite prek spodnje povezave:
sv: Du kan logga in på ditt konto via länken nedan:

source: Login now
cs: Přihlásit se nyní
da: Log ind nu
el: Σύνδεση τώρα
et: Logi nüüd sisse
lt: Prisijunkite dabar
lv: Pieslēdzies tagad
ro: Conectați-vă acum
ru: Войти сейчас
sl: Prijavite se zdaj
sv: Logga in nu

source: Click here to reset your password
cs: Klikněte zde pro obnovení hesla
da: Klik her for at nulstille din adgangskode
el: Κάντε κλικ εδώ για να επαναφέρετε τον κωδικό πρόσβασής σας
et: Parooli lähtestamiseks klõpsake siin
lt: Spustelėkite čia, jei norite iš naujo nustatyti slaptažodį
lv: Noklikšķiniet šeit, lai atiestatītu paroli
ro: Faceți clic aici pentru a vă reseta parola
ru: Нажмите здесь для сброса вашего пароля
sl: Kliknite tukaj za ponastavitev gesla
sv: Klicka här för att återställa ditt lösenord

source: You can confirm your email through the link below:
cs: Svůj e-mail můžete potvrdit prostřednictvím níže uvedeného odkazu:
da: Du kan bekræfte din e-mail via nedenstående link:
el: Μπορείτε να επιβεβαιώσετε το email σας μέσω του παρακάτω συνδέσμου:
et: Saate oma e-posti aadressi kinnitada alloleva lingi kaudu:
lt: Savo el. pašto adresą galite patvirtinti naudodamiesi toliau pateikta nuoroda:
lv: Savu e-pasta adresi varat apstiprināt, izmantojot tālāk norādīto saiti:
ro: Vă puteți confirma adresa de e-mail prin intermediul linkului de mai jos:
ru: Вы можете подтвердить ваш e-mail перейдя по ссылке ниже
sl: Svojo e-pošto lahko potrdite prek spodnje povezave:
sv: Du kan bekräfta din e-postadress via länken nedan:
