Repository: NewGardenFarms/devices.sensor.community
Catalog: translations/*/LC_MESSAGES/flask_security.po
Languages: cs, da, el, et, lt, lv, ro, ru, sl, sv

source: Login Required
cs: Vyžaduje se přihlášení
da: Login påkrævet
el: Απαιτείται σύνδεση
et: Nõutav sisselogimine
lt: Reikalingas prisijungimas
lv: Nepieciešams pieteikšanās
ro: Autentificare necesară
ru: Необходимо войти в систему
sl: Zahtevana prijava
sv: Inloggning krävs

source: Welcome
cs: Vítejte na
da: Velkommen
el: Καλώς ήρθατε
et: Tere tulemast
lt: Sveiki atvykę
lv: Laipni lūdzam
ro: Bine ați venit
ru: Добро пожаловать
sl: Dobrodošli
sv: Välkommen

source: Please confirm your email
cs: Potvrďte prosím svůj e-mail
da: Bekræft venligst din e-mail
el: Παρακαλώ επιβεβαιώστε το email σας
et: Palun kinnitage oma e-posti aadress
lt: Patvirtinkite savo el. pašto adresą
lv: Lūdzu, apstipriniet savu e-pasta adresi
ro: Vă rugăm să confirmați e-mailul dvs.
ru: Пожалуйста подтвердите адрес эл. почт
sl: Prosimo, potrdite svoj e-poštni naslov
sv: Bekräfta din e-postadress

source: Login instructions
cs: Pokyny pro přihlášení
da: Vejledning til login
el: Οδηγίες σύνδεσης
et: Sisselogimise juhised
lt: Prisijungimo instrukcijos
lv: Pieslēgšanās norādījumi
ro: Instrucțiuni de conectare
ru: Инструкции по входу в систему
sl: Navodila za prijavo
sv: Inloggningsinstruktioner

source: Your password has been reset
cs: Vaše heslo bylo resetováno
da: Din adgangskode er blevet nulstillet
el: Ο κωδικός πρόσβασής σας έχει επανέλθει
et: Teie salasõna on lähtestatud
lt: Jūsų slaptažodis buvo iš naujo nustatytas
lv: Jūsu parole ir atiestatīta
ro: Parola dvs. a fost resetată
ru: Ваш пароль сброшен
sl: Vaše geslo je bilo ponastavljeno
sv: Ditt lösenord har återställts

source: Your password has been changed
cs: Vaše heslo bylo změněno
da: Din adgangskode er blevet ændret
el: Ο κωδικός πρόσβασής σας έχει αλλάξει
et: Teie salasõna on muudetud
lt: Jūsų slaptažodis buvo pakeistas
lv: Jūsu parole ir mainīta
ro: Parola dvs. a fost schimbată
ru: Ваш пароль был изменен
sl: Vaše geslo je bilo spremenjeno
sv: Ditt lösenord har ändrats

source: Password reset instructions
cs: Pokyny k obnovení hesla
da: Vejledning til nulstilling af kodeord
el: Οδηγίες επαναφοράς κωδικού πρόσβασης
et: Salasõna lähtestamise juhised
lt: Slaptažodžio atstatymo instrukcijos
lv: Paroles atiestatīšanas norādījumi
ro: Instrucțiuni de resetare a parolei
ru: Инструкция по сбросу пароля
sl: Navodila za ponastavitev gesla
sv: Instruktioner för återställning av lösenord

source: You do not have permission to view this resource.
cs: K zobrazení tohoto zdroje nemáte oprávnění.
da: Du har ikke tilladelse til at se denne ressource.
el: Δεν έχετε την άδεια να δείτε αυτόν τον πόρο.
et: Teil ei ole luba selle ressursi vaatamiseks.
lt: Jūs neturite leidimo peržiūrėti šį šaltinį.
lv: Jums nav atļaujas skatīt šo resursu.
ro: Nu aveți permisiunea de a vizualiza această resursă.
ru: У вас нет пра для просмотра данного ресурса.
sl: Nimate dovoljenja za ogled tega vira.
sv: Du har inte rätt att se den här resursen.

source: Thank you. Confirmation instructions have been sent to %(email)s.
cs: K zobrazení tohoto zdroje nemáte oprávnění.
da: Du har ikke tilladelse til at se denne ressource.
el: Δεν έχετε την άδεια να δείτε αυτόν τον πόρο.
et: Teil ei ole luba selle ressursi vaatamiseks.
lt: Jūs neturite leidimo peržiūrėti šį šaltinį.
lv: Jums nav atļaujas skatīt šo resursu.
ro: Nu aveți permisiunea de a vizualiza această resursă.
ru: Благодарим. Инструкция по подтверждения была отослана на ваш e-mail %(email)s.
sl: Nimate dovoljenja za ogled tega vira.
sv: Du har inte rätt att se den här resursen.

source: Thank you. Your email has been confirmed.
cs: Děkujeme. Váš e-mail byl potvrzen.
da: Tak. Din e-mail er blevet bekræftet.
el: Σας ευχαριστώ. Το email σας έχει επιβεβαιωθεί.
et: Tänan teid. Teie e-kiri on kinnitatud.
lt: Ačiū. Jūsų el. laiškas buvo patvirtintas.
lv: Paldies. Jūsu e-pasta vēstule ir apstiprināta.
ro: Vă mulțumesc. E-mailul dvs. a fost confirmat.
ru: Благодарим. Ваш e-mail был подтвержден.
sl: Zahvaljujemo se vam. Vaše e-poštno sporočilo je bilo potrjeno.
sv: Tack. Ditt e-postmeddelande har bekräftats.

source: Your email has already been confirmed.
cs: Váš e-mail byl již potvrzen.
da: Din e-mail er allerede blevet bekræftet.
el: Το email σας έχει ήδη επιβεβαιωθεί.
et: Teie e-posti aadress on juba kinnitatud.
lt: Jūsų el. pašto adresas jau patvirtintas.
lv: Jūsu e-pasta adrese jau ir apstiprināta.
ro: E-mailul dvs. a fost deja confirmat.
ru: Ваш e-mail уже ранее был подтвержден.
sl: Vaše e-poštno sporočilo je bilo že potrjeno.
sv: Din e-postadress har redan bekräftats.

source: Invalid confirmation token.
cs: Neplatný potvrzovací token.
da: Ugyldigt bekræftelsestoken.
el: Μη έγκυρο διακριτικό επιβεβαίωσης.
et: Vigane kinnitustähis.
lt: Netinkamas patvirtinimo simbolis.
lv: Nederīgs apstiprinājuma žetons.
ro: Token de confirmare invalid.
ru: Неверный токен подтверждения.
sl: Nepravilen potrditveni žeton.
sv: Ogiltig bekräftelsetoken.

source: %(email)s is already associated with an account.
cs: Neplatný potvrzovací token.
da: Ugyldigt bekræftelsestoken.
el: Μη έγκυρο διακριτικό επιβεβαίωσης.
et: Vigane kinnitustähis.
lt: Netinkamas patvirtinimo simbolis.
lv: Nederīgs apstiprinājuma žetons.
ro: Token de confirmare invalid.
ru: %(email)s уже связан с аккаунтом.
sl: Nepravilen potrditveni žeton.
sv: Ogiltig bekräftelsetoken.

source: Password does not match
cs: Heslo se neshoduje
da: Adgangskode passer ikke til
el: Ο κωδικός πρόσβασης δεν ταιριάζει
et: Parool ei vasta
lt: Slaptažodis nesutampa
lv: Parole nesakrīt
ro: Parola nu se potrivește
ru: Пароль не сопвпадает
sl: Geslo se ne ujema
sv: Lösenordet stämmer inte överens

source: Passwords do not match
cs: Hesla se neshodují
da: Adgangskoderne stemmer ikke overens
el: Οι κωδικοί πρόσβασης δεν ταιριάζουν
et: Paroolid ei vasta
lt: Slaptažodžiai nesutampa
lv: Paroles nesakrīt
ro: Parolele nu se potrivesc
ru: Пароли не сопвпадают
sl: Gesla se ne ujemajo
sv: Lösenorden stämmer inte överens

source: Redirections outside the domain are forbidden
cs: Přesměrování mimo doménu je zakázáno.
da: Omdirigeringer uden for domænet er forbudt
el: Απαγορεύονται οι ανακατευθύνσεις εκτός του τομέα
et: Ümbersuunamised väljaspool domeeni on keelatud.
lt: Draudžiami nukreipimai už domeno ribų
lv: Pārvirzīšana ārpus domēna ir aizliegta
ro: Redirecționările în afara domeniului sunt interzise
ru: Перенаправления вне домена запрещены
sl: Preusmeritve zunaj domene so prepovedane
sv: Omdirigeringar utanför domänen är förbjudna.

source: Instructions to reset your password have been sent to %(email)s.
cs: Přesměrování mimo doménu je zakázáno.
da: Omdirigeringer uden for domænet er forbudt
el: Απαγορεύονται οι ανακατευθύνσεις εκτός του τομέα
et: Ümbersuunamised väljaspool domeeni on keelatud.
lt: Draudžiami nukreipimai už domeno ribų
lv: Pārvirzīšana ārpus domēna ir aizliegta
ro: Redirecționările în afara domeniului sunt interzise
ru: Инструкция по сбросу пароля была выслана на e-mail %(email)s.
sl: Preusmeritve zunaj domene so prepovedane
sv: Omdirigeringar utanför domänen är förbjudna.

source: You did not reset your password within %(within)s. New instructions have been sent to %(email)s.
cs: Přesměrování mimo doménu je zakázáno.
da: Omdirigeringer uden for domænet er forbudt
el: Απαγορεύονται οι ανακατευθύνσεις εκτός του τομέα
et: Ümbersuunamised väljaspool domeeni on keelatud.
lt: Draudžiami nukreipimai už domeno ribų
lv: Pārvirzīšana ārpus domēna ir aizliegta
ro: Redirecționările în afara domeniului sunt interzise
ru: Вы не успели сбросить ваш пароль за %(within)s. Новые инструкции были высланы на e-mail %(email)s.
sl: Preusmeritve zunaj domene so prepovedane
sv: Omdirigeringar utanför domänen är förbjudna.

source: Invalid reset password token.
cs: Neplatný token pro resetování hesla.
da: Ugyldig token til nulstilling af adgangskode.
el: Μη έγκυρο κουπόνι επαναφοράς κωδικού πρόσβασης.
et: Invaliidne parooli lähtestamise sümbol.
lt: Netinkamas slaptažodžio atstatymo simbolis.
lv: Nederīgs paroles atiestatīšanas žetons.
ro: Token de resetare a parolei invalid.
ru: Неверный токен сброса пароля.
sl: Nepravilen žeton za ponastavitev gesla.
sv: Ogiltig token för återställning av lösenord.

source: Email requires confirmation.
cs: E-mail vyžaduje potvrzení.
da: E-mail kræver bekræftelse.
el: Το email απαιτεί επιβεβαίωση.
et: E-post nõuab kinnitust.
lt: El. paštu reikia patvirtinimo.
lv: E-pastam ir nepieciešams apstiprinājums.
ro: E-mailul necesită confirmare.
ru: E-mail адрес нужно подтвердить.
sl: E-pošta zahteva potrditev.
sv: E-postmeddelandet kräver bekräftelse.

source: Confirmation instructions have been sent to %(email)s.
cs: E-mail vyžaduje potvrzení.
da: E-mail kræver bekræftelse.
el: Το email απαιτεί επιβεβαίωση.
et: E-post nõuab kinnitust.
lt: El. paštu reikia patvirtinimo.
lv: E-pastam ir nepieciešams apstiprinājums.
ro: E-mailul necesită confirmare.
ru: Инструкции по подтвержденя посланы на e-mail %(email)s.
sl: E-pošta zahteva potrditev.
sv: E-postmeddelandet kräver bekräftelse.

source: You did not confirm your email within %(within)s. New instructions to confirm your email have been sent to %(email)s.
cs: E-mail vyžaduje potvrzení.
da: E-mail kræver bekræftelse.
el: Το email απαιτεί επιβεβαίωση.
et: E-post nõuab kinnitust.
lt: El. paštu reikia patvirtinimo.
lv: E-pastam ir nepieciešams apstiprinājums.
ro: E-mailul necesită confirmare.
ru: Вы не успели подтвердить ваш e-mail в течении %(within)s. Новые инструкции посланы на e-mail %(email)s.
sl: E-pošta zahteva potrditev.
sv: E-postmeddelandet kräver bekräftelse.

source: You did not login within %(within)s. New instructions to login have been sent to %(email)s.
cs: E-mail vyžaduje potvrzení.
da: E-mail kræver bekræftelse.
el: Το email απαιτεί επιβεβαίωση.
et: E-post nõuab kinnitust.
lt: El. paštu reikia patvirtinimo.
lv: E-pastam ir nepieciešams apstiprinājums.
ro: E-mailul necesită confirmare.
ru: Вы не успели войти в течение %(within)s. Новые инструкции посланы на e-mail %(email)s.
sl: E-pošta zahteva potrditev.
sv: E-postmeddelandet kräver bekräftelse.

source: Instructions to login have been sent to %(email)s.
cs: E-mail vyžaduje potvrzení.
da: E-mail kræver bekræftelse.
el: Το email απαιτεί επιβεβαίωση.
et: E-post nõuab kinnitust.
lt: El. paštu reikia patvirtinimo.
lv: E-pastam ir nepieciešams apstiprinājums.
ro: E-mailul necesită confirmare.
ru: Инструкции по входу в систему были посланы на e-mail %(email)s.
sl: E-pošta zahteva potrditev.
sv: E-postmeddelandet kräver bekräftelse.

source: Invalid login token.
cs: Neplatný přihlašovací token.
da: Ugyldigt login-token.
el: Μη έγκυρο διακριτικό σύνδεσης.
et: Invaliidne sisselogimise sümbol.
lt: Netinkamas prisijungimo simbolis.
lv: Nederīgs pieteikšanās žetons.
ro: Token de autentificare invalid.
ru: Неверный токен входа.
sl: Nepravilen žeton za prijavo.
sv: Ogiltig inloggningstoken.

source: Account is disabled.
cs: Účet je zakázán.
da: Kontoen er deaktiveret.
el: Ο λογαριασμός είναι απενεργοποιημένος.
et: Konto on välja lülitatud.
lt: Paskyra išjungta.
lv: Konts ir atspējots.
ro: Contul este dezactivat.
ru: Аккаунт деактивирован.
sl: Račun je onemogočen.
sv: Kontot är inaktiverat.

source: Email not provided
cs: Neposkytnutý e-mail
da: E-mail ikke oplyst
el: Το email δεν παρέχεται
et: E-posti ei ole esitatud
lt: El. paštas nepateiktas
lv: E-pasts nav sniegts
ro: Email necompletat
ru: Не предоставлен E-Mail
sl: Elektronski naslov ni naveden
sv: E-postadress anges inte

source: Invalid email address
cs: Neplatná e-mailová adresa
da: Ugyldig e-mail-adresse
el: Μη έγκυρη διεύθυνση email
et: Vale e-posti aadress
lt: Netinkamas el. pašto adresas
lv: Nederīga e-pasta adrese
ro: Adresa de e-mail invalidă
ru: Неверный адрес E-Mail
sl: Nepravilen e-poštni naslov
sv: Ogiltig e-postadress

source: Password not provided
cs: Heslo nebylo poskytnuto
da: Adgangskode ikke angivet
el: Δεν παρέχεται κωδικός πρόσβασης
et: Salasõna ei ole antud
lt: Slaptažodis nepateiktas
lv: Parole nav norādīta
ro: Parola nu a fost furnizată
ru: Пароль не задан
sl: Geslo ni zagotovljeno
sv: Lösenordet har inte angetts

source: No password is set for this user
cs: Pro tohoto uživatele není nastaveno žádné heslo
da: Der er ikke angivet nogen adgangskode for denne bruger
el: Δεν έχει οριστεί κωδικός πρόσβασης για αυτόν τον χρήστη
et: Sellele kasutajale ei ole määratud parooli
lt: Šiam naudotojui nenustatytas slaptažodis
lv: Šim lietotājam nav iestatīta parole
ro: Nu este setată nicio parolă pentru acest utilizator
ru: Не задан пароль для данного пользователя
sl: Za tega uporabnika ni nastavljeno geslo
sv: Inget lösenord har angetts för den här användaren

source: Password must be at least 6 characters
cs: Heslo musí mít alespoň 6 znaků
da: Adgangskoden skal bestå af mindst 6 tegn
el: Ο κωδικός πρόσβασης πρέπει να είναι τουλάχιστον 6 χαρακτήρες
et: Salasõna peab olema vähemalt 6 tähemärki
lt: Slaptažodį turi sudaryti ne mažiau kaip 6 simboliai
lv: Parolei jābūt vismaz 6 rakstzīmēm
ro: Parola trebuie să fie de cel puțin 6 caractere
ru: Пароль должен быть длиной не менее 6 символов
sl: Geslo mora vsebovati vsaj 6 znakov.
sv: Lösenordet måste bestå av minst 6 tecken

source: Specified user does not exist
cs: Zadaný uživatel neexistuje
da: Den angivne bruger findes ikke
el: Ο καθορισμένος χρήστης δεν υπάρχει
et: Määratud kasutajat ei ole olemas
lt: Nurodytas naudotojas neegzistuoja
lv: Norādītais lietotājs neeksistē
ro: Utilizatorul specificat nu există
ru: Указаный пользоатель не существует
sl: Navedeni uporabnik ne obstaja
sv: Den angivna användaren finns inte

source: Invalid password
cs: Neplatné heslo
da: Ugyldig adgangskode
el: Μη έγκυρος κωδικός πρόσβασης
et: Invaliidne parool
lt: Netinkamas slaptažodis
lv: Nederīga parole
ro: Parolă invalidă
ru: Неверный пароль
sl: Nepravilno geslo
sv: Ogiltigt lösenord

source: You have successfully logged in.
cs: Úspěšně jste se přihlásili.
da: Du har logget ind med succes.
el: Έχετε συνδεθεί επιτυχώς.
et: Olete edukalt sisse loginud.
lt: Jūs sėkmingai prisijungėte.
lv: Jūs esat veiksmīgi pieteicies.
ro: V-ați autentificat cu succes.
ru: Вы успешно вошли.
sl: Uspešno ste se prijavili.
sv: Du har loggat in.

source: Forgot password?
cs: Zapomněli jste heslo?
da: Har du glemt din adgangskode?
el: Ξεχάσατε τον κωδικό πρόσβασης;
et: Unustasid salasõna?
lt: Pamiršote slaptažodį?
lv: Aizmirsāt paroli?
ro: Ați uitat parola?
ru: Забыли пароль?
sl: Ste pozabili geslo?
sv: Har du glömt ditt lösenord?

source: You successfully reset your password and you have been logged in automatically.
cs: Úspěšně jste obnovili své heslo a byli jste automaticky přihlášeni.
da: Det er lykkedes dig at nulstille din adgangskode, og du er blevet logget ind automatisk.
el: Επαναφέρατε με επιτυχία τον κωδικό πρόσβασής σας και συνδεθήκατε αυτόματα.
et: Te olete edukalt oma salasõna tagasi seadnud ja olete automaatselt sisse logitud.
lt: Sėkmingai iš naujo nustatėte slaptažodį ir prisijungėte automatiškai.
lv: Jūs veiksmīgi atiestatījāt paroli un esat automātiski pieteicies.
ro: V-ați resetat cu succes parola și v-ați autentificat automat.
ru: Вы успешно сбросили пароль и вы вошли в систему автоматически.
sl: Uspešno ste ponastavili geslo in ste bili samodejno prijavljeni.
sv: Du har lyckats återställa ditt lösenord och du har loggats in automatiskt.

source: Your new password must be different than your previous password.
cs: Nové heslo se musí lišit od předchozího hesla.
da: Dit nye password skal være anderledes end dit tidligere password.
el: Ο νέος σας κωδικός πρόσβασης πρέπει να είναι διαφορετικός από τον προηγούμενο.
et: Teie uus parool peab erinema teie eelmisest paroolist.
lt: Naujasis slaptažodis turi skirtis nuo ankstesnio slaptažodžio.
lv: Jaunajai parolei ir jāatšķiras no iepriekšējās paroles.
ro: Noua dvs. parolă trebuie să fie diferită de parola anterioară.
ru: Новый пароль должен отличаться от старых.
sl: Novo geslo mora biti drugačno od prejšnjega gesla.
sv: Det nya lösenordet måste vara ett annat än det tidigare lösenordet.

source: You successfully changed your password.
cs: Úspěšně jste změnili heslo.
da: Du har ændret din adgangskode med succes.
el: Αλλάξατε με επιτυχία τον κωδικό πρόσβασής σας.
et: Sa muutsid edukalt oma salasõna.
lt: Sėkmingai pakeitėte slaptažodį.
lv: Jūs veiksmīgi nomainījāt paroli.
ro: Ați reușit să vă schimbați parola.
ru: Пароль успешно изменен.
sl: Uspešno ste spremenili geslo.
sv: Du har ändrat ditt lösenord.

source: Please log in to access this page.
cs: Pro přístup na tuto stránku se prosím přihlaste.
da: Du skal logge ind for at få adgang til denne side.
el: Παρακαλούμε συνδεθείτε για να αποκτήσετε πρόσβαση σε αυτή τη σελίδα.
et: Palun logige sisse, et sellele lehele ligi pääseda.
lt: Prisijunkite, kad galėtumėte pasiekti šį puslapį.
lv: Lūdzu, autorizējieties, lai piekļūtu šai lapai.
ro: Vă rugăm să vă conectați pentru a accesa această pagină.
ru: Пожалуйста, войдите для доступа к этой странце.
sl: Za dostop do te strani se prijavite.
sv: Logga in för att komma åt den här sidan.

source: Please reauthenticate to access this page.
cs: Pro přístup na tuto stránku se znovu ověřte.
da: Du skal genautentificere dig for at få adgang til denne side.
el: Παρακαλούμε πιστοποιηθείτε εκ νέου για να αποκτήσετε πρόσβαση σε αυτή τη σελίδα.
et: Palun autentige end uuesti, et sellele lehele juurde pääseda.
lt: Norint pasiekti šį puslapį, iš naujo patvirtinkite savo tapatybę.
lv: Lūdzu, atkārtoti autentificējieties, lai piekļūtu šai lapai.
ro: Vă rugăm să vă autentificați din nou pentru a accesa această pagină.
ru: Пожалуйста, повторте авторизацию для доступа к этой странице
sl: Za dostop do te strani se ponovno potrdite.
sv: Vänligen autentisera dig igen för att komma åt den här sidan.

source: Email Address
cs: E-mailová adresa
da: E-mail-adresse
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου
et: E-posti aadress
lt: El. pašto adresas
lv: E-pasta adrese
ro: Adresa de e-mail
ru: Адрес E-Mail
sl: Elektronski naslov
sv: E-postadress

source: Password
cs: Heslo
da: Adgangskode
el: Κωδικός πρόσβασης
et: Parool
lt: Slaptažodis
lv: Parole
ro: Parola
ru: Пароль
sl: Geslo
sv: Lösenord

source: Remember Me
cs: Pamatuj si mě
da: Husk mig
el: Να με θυμάσαι
et: Mäleta mind
lt: Prisimink mane
lv: Atceries mani
ro: Amintește-ți de mine
ru: Запомнить меня
sl: Zapomni si me
sv: Kom ihåg mig

source: Login
cs: Přihlášení
el: Σύνδεση
et: Logi sisse
lt: Prisijungimas
lv: Pieteikšanās
ro: Autentificare
ru: Войти
sl: Prijava
sv: Inloggning

source: Register
cs: Registrace
da: Registrer
el: Εγγραφή
et: Registreeri
lt: Registruotis
lv: Reģistrēties
ro: Înregistrare
ru: Зарегистрироваться
sv: Registrera

source: Resend Confirmation Instructions
cs: Pokyny pro opětovné odeslání potvrzení
da: Instruktioner til fornyet afsendelse af bekræftelse
el: Οδηγίες επαναποστολής επιβεβαίωσης
et: Kinnitusjuhiste uuesti saatmine
lt: Pakartotinio siuntimo patvirtinimo instrukcijos
lv: Atkārtoti nosūtīt apstiprinājuma instrukcijas
ro: Instrucțiuni de retrimitere a confirmării
ru: Выслать инстукции повторно
sl: Navodila za ponovno pošiljanje potrditve
sv: Instruktioner för att skicka en bekräftelse på nytt

source: Recover Password
cs: Obnovení hesla
da: Gendanne adgangskode
el: Ανάκτηση κωδικού πρόσβασης
et: Parooli taastamine
lt: Atkurti slaptažodį
lv: Atgūt paroli
ro: Recuperează parola
ru: Восстановить пароль
sl: Obnovitev gesla
sv: Återskapa lösenord

source: Reset Password
cs: Obnovení hesla
da: Nulstil kodeord
el: Επαναφορά κωδικού πρόσβασης
et: Salasõna lähtestamine
lt: Iš naujo nustatyti slaptažodį
lv: Paroles atiestatīšana
ro: Resetare parolă
ru: Сбросить пароль
sl: Ponastavitev gesla
sv: Återställ lösenordet

source: Retype Password
cs: Opakované zadání hesla
da: Gentag kodeord
el: Επαναλάβετε τον κωδικό πρόσβασης
et: Korrigeeri salasõna
lt: Pakartokite slaptažodį
lv: Paroles atkārtota ievadīšana
ro: Repeta parola
ru: Введите пароль повторно
sl: Ponovite geslo
sv: Ange lösenordet på nytt

source: New Password
cs: Nové heslo
da: Nyt kodeord
el: Νέος κωδικός πρόσβασης
et: Uus salasõna
lt: Naujas slaptažodis
lv: Jauna parole
ro: Parolă nouă
ru: Новый пароль
sl: Novo geslo
sv: Nytt lösenord

source: Change Password
cs: Změna hesla
da: Ændre adgangskode
el: Αλλαγή κωδικού πρόσβασης
et: Muuda salasõna
lt: Keisti slaptažodį
lv: Mainīt paroli
ro: Schimbă parola
ru: Изменить пароль
sl: Sprememba gesla
sv: Ändra lösenord

source: Send Login Link
cs: Odeslat přihlašovací odkaz
el: Αποστολή συνδέσμου σύνδεσης
et: Saada sisselogimise link
lt: Siųsti prisijungimo nuorodą
lv: Sūtīt pieteikšanās saiti
ro: Trimiteți link-ul de conectare
ru: Выслать ссылку на вход
sl: Pošlji povezavo za prijavo
sv: Skicka inloggningslänk

source: Menu
cs: Nabídka
el: Μενού
et: Menüü
lt: Meniu
lv: Izvēlne
ro: Meniu
ru: Меню
sl: Meni
sv: Meny

source: Forgot password
cs: Zapomenuté heslo
da: Glemt adgangskode
el: Ξεχάσατε τον κωδικό πρόσβασης
et: Unustatud salasõna
lt: Pamirštas slaptažodis
lv: Aizmirsāt paroli
ro: Am uitat parola
ru: Забыл пароль
sl: Pozabljeno geslo
sv: Glömt lösenord

source: Confirm account
cs: Potvrzení účtu
da: Bekræft konto
el: Επιβεβαίωση λογαριασμού
et: Kinnita konto
lt: Patvirtinti paskyrą
lv: Apstiprināt kontu
ro: Confirmați contul
ru: Подтвердите аккаунт
sl: Potrdite račun
sv: Bekräfta konto

source: Change password
cs: Změna hesla
da: Ændre adgangskode
el: Αλλαγή κωδικού πρόσβασης
et: Muuda salasõna
lt: Pakeisti slaptažodį
lv: Mainīt paroli
ro: Schimbați parola
ru: Изменить пароль
sl: Sprememba gesla
sv: Ändra lösenord

source: Send password reset instructions
cs: Odeslání pokynů k obnovení hesla
da: Send instruktioner til nulstilling af adgangskode
el: Αποστολή οδηγιών επαναφοράς κωδικού πρόσβασης
et: Parooli lähetusjuhiste saatmine
lt: Siųsti slaptažodžio atstatymo instrukcijas
lv: Nosūtīt paroles atiestatīšanas norādījumus
ro: Trimiteți instrucțiuni de resetare a parolei
ru: Послать инструкции по сбросу пароля
sl: Pošlji navodila za ponastavitev gesla
sv: Skicka instruktioner för återställning av lösenord

source: Reset password
cs: Obnovení hesla
da: Nulstil adgangskode
el: Επαναφορά κωδικού πρόσβασης
et: Parooli lähtestamine
lt: Iš naujo nustatyti slaptažodį
lv: Paroles atiestatīšana
ro: Resetare parolă
ru: Сбросить пароль
sl: Ponastavitev gesla
sv: Återställ lösenordet

source: Resend confirmation instructions
cs: Opětovné zaslání potvrzovacích pokynů
da: Genudsend bekræftelsesinstruktioner
el: Επαναποστολή οδηγιών επιβεβαίωσης
et: Kinnitusjuhiste uuesti saatmine
lt: Pakartotinis patvirtinimo instrukcijų siuntimas
lv: Atkārtoti nosūtīt apstiprinājuma norādījumus
ro: Reîntoarceți instrucțiunile de confirmare
ru: Выслать инструкции повторно
sl: Ponovno pošljite navodila za potrditev
sv: Skicka om bekräftelseinstruktioner

source: Your password has been changed.
cs: Vaše heslo bylo změněno.
da: Dit kodeord er blevet ændret.
el: Ο κωδικός πρόσβασής σας έχει αλλάξει.
et: Teie salasõna on muudetud.
lt: Jūsų slaptažodis buvo pakeistas.
lv: Jūsu parole ir mainīta.
ro: Parola dvs. a fost schimbată.
ru: Ваш пароль был изменен.
sl: Vaše geslo je bilo spremenjeno.
sv: Ditt lösenord har ändrats.

source: If you did not change your password,
cs: Pokud jste heslo nezměnili,
da: Hvis du ikke har ændret din adgangskode,
el: Εάν δεν αλλάξατε τον κωδικό πρόσβασής σας,
et: Kui te ei ole oma salasõna muutnud,
lt: Jei nepakeitėte slaptažodžio,
lv: Ja neesat mainījis paroli,
ro: Dacă nu v-ați schimbat parola,
ru: Если вы не меняли пароль
sl: Če gesla niste spremenili,
sv: Om du inte har ändrat ditt lösenord,

source: click here to reset it
cs: klikněte zde pro obnovení
da: Klik her for at nulstille den
el: κάντε κλικ εδώ για να το επαναφέρετε
et: selle lähtestamiseks klõpsa siia
lt: spustelėkite čia, jei norite jį iš naujo nustatyti
lv: noklikšķiniet šeit, lai to atiestatītu
ro: faceți clic aici pentru a o reseta
ru: нажмите здесь чтобы сбросить его
sl: kliknite tukaj za ponastavitev
sv: Klicka här för att återställa den
