Repository: NewGardenFarms/devices.sensor.community
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: cs, da, el, et, fr, it, ja, lt, lv, nl, pl, pt, ro, ru, se, sk, sl, sv

source: Indoor Sensor
cs: Vnitřní senzor
da: Indendørs sensor
el: Αισθητήρας εσωτερικού χώρου
et: Siseruumide andur
fr: Capteur intérieur
it: Sensore interno
ja: 室内センサー
lt: Vidinis jutiklis
lv: Iekštelpu sensors
pl: Sensor domowy
pt: Sensor interior
ro: Senzor interior
ru: Внутренний сенсор
se: Sisäilma-anturi
sk: Vnútorný senzor
sl: Notranji senzor
sv: Sensor för inomhusbruk

source: Street
cs: Ulice
da: Gade
el: Οδός
fr: Rue
it: Via
ja: ストリート
lt: Gatvė
lv: Ielas
nl: Straat
pl: Ulica
pt: Rua
ro: Strada
ru: Улица
sk: Ulica
sl: Ulica

source: Please enter the street name.
cs: Zadejte prosím název ulice.
da: Indtast venligst vejnavnet.
el: Εισάγετε το όνομα της οδού.
et: Palun sisestage tänava nimi.
fr: Veuillez saisir le nom de la rue.
it: Si prega di inserire il nome della strada.
ja: 通りの名前を入力してください。
lt: Įveskite gatvės pavadinimą.
lv: Lūdzu, ievadiet ielas nosaukumu.
nl: Voer de straatnaam in.
pl: Podaj nazwę ulicy.
pt: Por favor, introduza o nome da rua.
ro: Vă rugăm să introduceți numele străzii.
ru: Пожалуйста укажите название улицы.
se: Kirjoita kadun nimi.
sk: Prosím, zadajte názov ulice.
sl: Vnesite ime ulice.
sv: Ange gatunamnet.

source: Street number
cs: Číslo ulice
da: Gadenummer
el: Αριθμός οδού
et: Tänava number
fr: Numéro
it: Numero civico
ja: ストリートナンバー
lt: Gatvės numeris
lv: Ielas numurs
nl: Straat nummer
pl: Numer domu
pt: Número de rua
ro: Numărul străzii
ru: Номер дома
se: Kadun numero
sk: Číslo domu
sl: Številka ulice
sv: Gatunummer

source: Postal code
cs: Poštovní směrovací číslo
da: Postnummer
el: Ταχυδρομικός κώδικας
et: Postiindeks
fr: Code postal
it: Codice postale
ja: 郵便番号
lt: Pašto kodas
lv: Pasta indekss
nl: Postcode
pl: Kod pocztowy
pt: Código postal
ro: Cod poștal
ru: Почтовый индекс
se: Postinumero
sk: PSČ
sl: Poštna številka
sv: Postnummer

source: Please enter the postal code.
cs: Zadejte prosím poštovní směrovací číslo.
da: Indtast venligst postnummeret.
el: Εισάγετε τον ταχυδρομικό κώδικα.
et: Palun sisestage postiindeks.
fr: Veuillez saisir le code postal
it: Si prega di inserire il codice postale.
ja: 郵便番号を入力してください。
lt: Įveskite pašto kodą.
lv: Lūdzu, ievadiet pasta indeksu.
nl: Voer de postcode in.
pl: Podaj kod pocztowy.
pt: Por favor, introduza o código postal.
ro: Vă rugăm să introduceți codul poștal.
ru: Пожалуйста укажите почтовый индекс.
se: Syötä postinumero.
sk: Prosím, zadajte poštové smerovacie číslo.
sl: Vnesite poštno številko.
sv: Ange postnumret.

source: City
cs: Město
da: By
el: Πόλη
et: Linn
fr: Ville
it: Città
ja: シティ
lt: Miestas
lv: Pilsēta
nl: Stad
pl: Miasto
pt: Cidade
ro: Orașul
ru: Город
se: Kaupunki
sk: Mesto
sl: Mesto
sv: Staden

source: Please enter the city name.
cs: Zadejte prosím název města.
da: Indtast venligst bynavnet.
el: Εισάγετε το όνομα της πόλης.
et: Palun sisestage linna nimi.
fr: Veuillez saisir la ville
it: Inserisci il nome della città.
ja: 都市名を入力してください。
lt: Įveskite miesto pavadinimą.
lv: Lūdzu, ievadiet pilsētas nosaukumu.
nl: Voer de plaatsnaam in.
pl: Podaj nazwę miasta.
pt: Por favor, introduza o nome da cidade.
ro: Vă rugăm să introduceți numele orașului.
ru: Пожалуйста укажите название города.
se: Kirjoita kaupungin nimi.
sk: Prosím, zadajte názov mesta.
sl: Vnesite ime mesta.
sv: Ange stadens namn.

source: Country
cs: Země
da: Land
el: Χώρα
et: Riik
fr: Pays
it: Paese
ja: 国名
lt: Šalis
lv: Valsts
nl: Land
pl: Państwo
pt: País
ro: Țara
ru: Страна
se: Maa
sk: Krajina
sl: Država
sv: Land

source: Please enter the country name.
cs: Zadejte název země.
da: Indtast venligst landets navn.
el: Εισάγετε το όνομα της χώρας.
et: Palun sisestage riigi nimi.
fr: Veuillez saisir le pays.
it: Inserisci il nome del paese.
ja: 国名を入力してください。
lt: Įveskite šalies pavadinimą.
lv: Lūdzu, ievadiet valsts nosaukumu.
nl: Voer de naam van het land in.
pl: Podaj nazwę państwa.
pt: Por favor, introduza o nome do país.
ro: Vă rugăm să introduceți numele țării.
ru: Пожалуйста укажите название страны.
se: Kirjoita maan nimi.
sk: Prosím, zadajte názov krajiny.
sl: Vnesite ime države.
sv: Ange landets namn.

source: Latitude
cs: Zeměpisná šířka
da: Breddegrad
el: Γεωγραφικό πλάτος
et: Laiuskraad
it: Latitudine
ja: 緯度
lt: Platuma
lv: Platums
pl: Szerokość geograficzna
ro: Latitudine
ru: Широта
se: Leveysaste
sk: Zemepisná šírka
sl: Zemljepisna širina
sv: Latitud

source: Please enter the latitude.
cs: Zadejte prosím zeměpisnou šířku.
da: Indtast venligst breddegraden.
el: Εισάγετε το γεωγραφικό πλάτος.
et: Palun sisestage laiuskraad.
fr: Veuillez saisir la latitude.
it: Si prega di inserire la latitudine.
ja: 緯度を入力してください。
lt: Įveskite platumą.
lv: Lūdzu, ievadiet ģeogrāfisko platumu.
nl: Voer de breedtegraad in.
pl: Podaj szerokość geograficzną.
pt: Por favor, introduza a latitude.
ro: Vă rugăm să introduceți latitudinea.
ru: Пожалуйста укажите широту.
se: Syötä leveysaste.
sk: Prosím, zadajte zemepisnú šírku.
sl: Vnesite zemljepisno širino.
sv: Ange latitud.

source: Longitude
cs: Zeměpisná délka
da: Længdegrad
el: Γεωγραφικό μήκος
et: Pikkuskraad
it: Longitudine
ja: 経度
lt: Ilguma
lv: Ģeogrāfiskais garums
nl: Lengtegraad
pl: Długość geograficzna
ro: Longitudine
ru: Долгота
se: Pituusaste
sk: Zemepisná dĺžka
sl: Zemljepisna dolžina
sv: Longitud

source: Please enter the longitude.
cs: Zadejte prosím zeměpisnou délku.
da: Indtast venligst længdegraden.
el: Εισάγετε το γεωγραφικό μήκος.
et: Palun sisestage pikkuskraad.
fr: Veuillez saisir la longitude.
it: Si prega di inserire la longitudine.
ja: 経度を入力してください。
lt: Įveskite ilgumą.
lv: Lūdzu, ievadiet ģeogrāfisko garumu.
nl: Voer de lengtegraad in.
pl: Podaj długość geograficzną.
pt: Por favor, introduza a longitude.
ro: Vă rugăm să introduceți longitudinea.
ru: Пожалуйста укажите долготу.
se: Syötä pituusaste.
sk: Prosím, zadajte zemepisnú dĺžku.
sl: Vnesite zemljepisno dolžino.
sv: Ange longitud.

source: How much industrial activity is there within a 100m radius?
cs: Kolik průmyslové činnosti se nachází v okruhu 100 m?
da: Hvor meget industriaktivitet er der inden for en radius af 100 m?
el: Πόση βιομηχανική δραστηριότητα υπάρχει σε ακτίνα 100 μέτρων;
et: Kui palju on tööstustegevust 100 m raadiuses?
fr: Décrivez l'activité industrielle dans un rayon de 100 mètres.
it: Quanta attività industriale c'è nel raggio di 100 metri?
ja: 半径100m以内にどの程度の産業活動があるのか？
lt: Kiek pramoninės veiklos vykdoma 100 m spinduliu?
lv: Cik liela ir rūpnieciskā darbība 100 m rādiusā?
nl: Hoeveel industriële activiteit is er binnen een straal van 100 m?
pl: Jaki jest poziom aktywności przemysłowej w okręgu 100 metrów?
pt: Quanta actividade industrial existe num raio de 100m?
ro: Cât de multă activitate industrială există pe o rază de 100 m?
ru: Сколько промышленной активности в радиусе 100 метров?
se: Kuinka paljon teollista toimintaa on 100 metrin säteellä?
sk: Koľko priemyselnej činnosti je v okruhu 100 metrov?
sl: Koliko industrijske dejavnosti je v polmeru 100 m?
sv: Hur mycket industriell verksamhet finns det inom en radie på 100 meter?

source: Please enter the number between 1 and 10
cs: Zadejte prosím číslo v rozmezí 1 až 10
da: Indtast venligst et tal mellem 1 og 10
el: Πληκτρολογήστε έναν αριθμό μεταξύ 1 και 10
et: Palun sisestage number vahemikus 1 kuni 10
fr: Veuillez saisir un nombre entre 1 et 10.
it: Inserisci il numero tra 1 e 10
ja: 1～10の数字を入力してください
lt: Įveskite skaičių nuo 1 iki 10
lv: Lūdzu, ievadiet skaitli no 1 līdz 10
nl: Voer het nummer in tussen 1 en 10
pl: Podaj liczbę pomiędzy 1 a 10
pt: Por favor introduza o número entre 1 e 10
ro: Vă rugăm să introduceți un număr între 1 și 10
ru: Пожалуйста введите число от 1 до 10
se: Kirjoita numero väliltä 1-10
sk: Zadajte číslo medzi 1 a 10
sl: Vnesite številko med 1 in 10
sv: Ange ett nummer mellan 1 och 10

source: No office space, but potential fine dust producers 1 = very little, 10 = very much.
cs: Žádné kancelářské prostory, ale potenciální výrobci jemného prachu 1 = velmi málo, 10 = velmi mnoho.
da: Ingen kontorlokaler, men potentielle producenter af fint støv 1 = meget lidt, 10 = meget meget.
el: Δεν υπάρχει χώρος γραφείων, αλλά πιθανοί παραγωγοί λεπτόκοκκης σκόνης 1 = πολύ λίγο, 10 = πολύ.
et: Kontoriruumi ei ole, kuid võimalikud peentolmu tootjad 1 = väga vähe, 10 = väga palju.
fr: Pas d'immeuble de bureaux mais des producteurs potentiels de particules fines 1 = très peu, 10 = vraiment beaucoup.
it: Nessun ufficio, ma potenziali produttori di polveri sottili 1 = molto poco, 10 = molto.
ja: オフィススペースはありませんが、潜在的な微細粉塵生産者 1＝非常に少ない、10＝非常に多い。
lt: Nėra biuro patalpų, tačiau galimi smulkių dulkių gamintojai 1 = labai mažai, 10 = labai daug.
lv: Nav biroja telpu, bet iespējami smalko putekļu ražotāji 1 = ļoti maz, 10 = ļoti daudz.
nl: Geen kantoorruimte, maar mogelijke producenten van fijn stof 1 = zeer weinig, 10 = zeer veel.
pt: Sem espaço de escritório, mas potenciais produtores de pó fino 1 = muito pouco, 10 = muito.
ro: Nu există spații de birouri, dar potențialul producătorilor de praf fin 1 = foarte puțin, 10 = foarte mult.
ru: Потенциальных источников мелкодисперсной пыли 1 = очень мало, 10 = очень много.
se: Ei toimistotilaa, mutta mahdollisia hienojakoisen pölyn tuottajia 1 = erittäin vähän, 10 = erittäin paljon.
sk: Žiadne kancelárske priestory, ale potenciálni producenti jemného prachu 1 = veľmi málo, 10 = veľmi veľa.
sl: Ni pisarniških prostorov, vendar so možni proizvajalci finega prahu 1 = zelo malo, 10 = zelo veliko.
sv: Inga kontorsutrymmen, men potentiella producenter av fint damm 1 = mycket lite, 10 = mycket mycket.

source: How many private stoves or fireplaces are within a 100m radius?
cs: Kolik soukromých kamen nebo krbů se nachází v okruhu 100 m?
da: Hvor mange private brændeovne eller ildsteder er der inden for en radius af 100 m?
el: Πόσες ιδιωτικές σόμπες ή τζάκια υπάρχουν σε ακτίνα 100 μέτρων;
et: Mitu erapliiti või -kaminat on 100 m raadiuses?
fr: Combien de poêles et de cheminées y a-t-il dans un rayon de 100 mètres ?
it: Quante stufe o caminetti privati ci sono nel raggio di 100 metri?
ja: 半径100m以内に個人所有のストーブや暖炉は何台ありますか？
lt: Kiek privačių krosnių ar židinių yra 100 m spinduliu?
lv: Cik privātās krāsnis vai kamīni atrodas 100 m rādiusā?
nl: Hoeveel particuliere kachels of open haarden zijn er binnen een straal van 100 m?
pl: Jaka jest ilość pieców grzewczych i kominków w okręgu 100 metrów?
pt: Quantos fogões ou lareiras privadas existem num raio de 100m?
ro: Câte sobe sau șeminee private se află pe o rază de 100 m?
ru: Сколько активно используемых дымовых труб в радиусе 100 метров?
se: Kuinka monta yksityistä kiuasta tai takkaa on 100 metrin säteellä?
sk: Koľko krbov alebo súkromných, vykurovacích pecí je v okruhu 100 metrov?
sl: Koliko zasebnih peči ali kaminov je v polmeru 100 m?
sv: Hur många privata kaminer eller eldstäder finns inom en radie av 100 meter?

source: Does it smell very much like such smoke in your area? 1 = very little, 10 = very much.
cs: Je ve vaší oblasti takový kouř hodně cítit? 1 = velmi málo, 10 = velmi silně.
da: Lugter det meget af sådan en røg i dit område? 1 = meget lidt, 10 = meget meget.
el: Μυρίζει πολύ σαν τέτοιος καπνός στην περιοχή σας; 1 = πολύ λίγο, 10 = πολύ.
et: Kas teie piirkonnas lõhnab väga palju sellist suitsu? 1 = väga vähe, 10 = väga palju.
fr: Pouvez-vous sentir la fumée autour de votre maison ? 1 = très peu, 10 = vraiment beaucoup.
it: C'è molto odore di fumo nella tua zona? 1 = molto poco, 10 = molto.
ja: あなたの地域では、そのような煙のような匂いが非常に強いですか？1＝ほとんど感じない、10＝とても感じる。
lt: Ar jūsų vietovėje jaučiamas labai panašus į tokių dūmų kvapas? 1 = labai mažai, 10 = labai daug.
lv: Vai jūsu reģionā ir ļoti jūtama šādu dūmu smaka? 1 = ļoti maz, 10 = ļoti daudz.
nl: Ruikt het in uw omgeving erg naar dergelijke rook? 1 = heel weinig, 10 = heel veel.
pt: Cheira muito bem a fumo na sua área? 1 = muito pouco, 10 = muito.
ro: Miroase foarte mult a astfel de fum în zona dumneavoastră? 1 = foarte puțin, 10 = foarte mult.
ru: Это пахнет очень похоже на такой дым в вашем районе? 1 = очень мало, 10 = очень много.
se: Haiseeko alueellanne hyvin paljon tällaiselta savulta? 1 = hyvin vähän, 10 = erittäin paljon.
sk: Je oblasť v ktorej žijete cítiť po dyme? 1 = veľmi málo, 10 = veľmi veľa.
sl: Ali na vašem območju zelo diši po takšnem dimu? 1 = zelo malo, 10 = zelo močno.
sv: Luktar det väldigt mycket sådan rök i ditt område? 1 = väldigt lite, 10 = väldigt mycket.

source: How much traffic is there within a 100m radius?
cs: Jak velký je provoz v okruhu 100 m?
da: Hvor meget trafik er der inden for en radius af 100 m?
el: Πόση κίνηση υπάρχει σε ακτίνα 100 μέτρων;
et: Kui suur on liiklus 100 m raadiuses?
fr: Y a-t-il beaucoup de circulation dans un rayon de 100 mètres ?
it: Quanto traffico c'è nel raggio di 100 metri?
ja: 半径100m以内にどれだけのトラフィックがあるか？
lt: Kokio intensyvumo eismas vyksta 100 m spinduliu?
lv: Cik liela ir satiksme 100 m rādiusā?
nl: Hoeveel verkeer is er binnen een straal van 100 meter?
pl: Jak dużo ruchu miejskiego jest w okręgu 100m?
pt: Qual é a quantidade de tráfego num raio de 100m?
ro: Cât de mult trafic există pe o rază de 100 m?
ru: Сколько авто трафика в радиусе 100 метров?
se: Kuinka paljon liikennettä on 100 metrin säteellä?
sk: Aká je premávka v okruhu 100 metrov?
sl: Koliko prometa je v polmeru 100 m?
sv: Hur mycket trafik finns det inom en radie av 100 meter?

source: How close are those roads? 1 = very little further away, 10 = a lot of traffic right on your doorstep.
cs: Jak blízko jsou tyto silnice? 1 = velmi málo vzdálené, 10 = velký provoz přímo u vašich dveří.
da: Hvor tæt er disse veje? 1 = meget lidt længere væk, 10 = meget trafik lige uden for din dør.
el: Πόσο κοντά είναι αυτοί οι δρόμοι; 1 = πολύ λίγο πιο μακριά, 10 = πολλή κίνηση ακριβώς στην πόρτα σας.
et: Kui lähedal need teed on? 1 = väga vähe kaugemal, 10 = palju liiklust otse teie ukse ees.
fr: À quelle distance ces routes sont-elles situées ? 1 = peu de circulation et très loin, 10 = beaucoup de circulation et juste devant la maison.
it: Quanto sono vicine queste strade? 1 = molto poco lontano, 10 = un sacco di traffico proprio sulla porta di casa.
ja: それらの道路はどのくらい近いですか？1＝ほとんど離れていない、10＝目の前にたくさんの交通量がある。
lt: Kaip arti tie keliai? 1 = labai nedaug, 10 = didelis eismas prie pat jūsų namų slenksčio.
lv: Cik tuvu ir šie ceļi? 1 = pavisam nedaudz tālāk, 10 = liela satiksme tieši pie jūsu durvīm.
nl: Hoe dichtbij zijn die wegen? 1 = heel weinig verder weg, 10 = heel veel verkeer voor de deur.
pt: A que distância estão essas estradas? 1 = muito pouco mais longe, 10 = muito trânsito mesmo à sua porta.
ro: Cât de aproape sunt aceste drumuri? 1 = foarte puțin mai departe, 10 = foarte mult trafic chiar la ușa dumneavoastră.
ru: Насколько близко эти дороги? 1 - очень близко, 10 - загруженное движение прямо у вашего порога.
se: Kuinka lähellä nuo tiet ovat? 1 = hyvin vähän kauempana, 10 = paljon liikennettä aivan kotiovellasi.
sk: Ako blízko sú tieto cesty? 1 = veľmi málo a vzdialené, 10 = veľa premávky priamo pred dverami.
sl: Kako blizu so te ceste? 1 = zelo majhna oddaljenost, 10 = veliko prometa tik pred vašim pragom.
sv: Hur nära ligger dessa vägar? 1 = mycket lite längre bort, 10 = mycket trafik precis utanför dörren.

source: PIN
da: PIN-KODE
et: PIN-KOOD
lt: PIN KODAS
lv: PIN KODS
ru: PIN код

source: For special use only
cs: Pouze pro zvláštní použití
da: Kun til særlig brug
el: Μόνο για ειδική χρήση
et: Ainult erikasutuseks
fr: Réservé pour un usage spécial
it: Solo per uso speciale
ja: 特殊用途のみ
lt: Tik specialiam naudojimui
lv: Tikai īpašai lietošanai
nl: Alleen voor speciaal gebruik
pl: Tylko do specjalnych zastosowań
pt: Apenas para uso especial
ro: Numai pentru utilizare specială
ru: Для спец. использования
se: Vain erityiskäyttöön
sk: Iba na špeciálne použitie
sl: Samo za posebno uporabo
sv: Endast för särskilt bruk

source: Sensor Type
cs: Typ senzoru
el: Τύπος αισθητήρα
et: Anduri tüüp
fr: Type de capteur
it: Tipo di sensore
ja: センサータイプ
lt: Jutiklio tipas
lv: Sensora tips
pl: Typ sensora
pt: Tipo de sensor
ro: Tip de senzor
ru: Тип сенсора
se: Anturin tyyppi
sk: Typ senzora
sl: Tip senzorja
sv: Sensortyp

source: Personal sensor name
cs: Název osobního senzoru
da: Personligt sensornavn
el: Προσωπικό όνομα αισθητήρα
et: Isikliku anduri nimi
fr: Nom personnalisé du détecteur
it: Nome del sensore personale
ja: パーソナルセンサー名
lt: Asmeninio jutiklio pavadinimas
lv: Personas sensora nosaukums
nl: Naam persoonlijke sensor
pl: Własna nazwa czujnika
pt: Nome do sensor pessoal
ro: Numele senzorului personal
ru: Название сенсора
se: Henkilökohtainen anturin nimi
sk: Váše pomenovanie senzora
sl: Ime osebnega senzorja
sv: Personligt sensornamn

source: Please enter the sensor name.
cs: Zadejte název senzoru.
da: Indtast sensorens navn.
el: Εισάγετε το όνομα του αισθητήρα.
et: Palun sisestage anduri nimi.
fr: Veuillez saisir le nom de votre détecteur.
it: Inserire il nome del sensore.
ja: センサー名を入力してください。
lt: Įveskite jutiklio pavadinimą.
lv: Lūdzu, ievadiet sensora nosaukumu.
nl: Voer de naam van de sensor in.
pl: Podaj nazwę czujnika.
pt: Por favor, introduza o nome do sensor.
ro: Vă rugăm să introduceți numele senzorului.
ru: Пожалуйста укажите название сенсора.
se: Syötä anturin nimi.
sk: Prosím, zadajte názov senzora.
sl: Vnesite ime senzorja.
sv: Ange sensorns namn.

source: Only the sensor ID will be published.
cs: Zveřejněno bude pouze ID senzoru.
da: Kun sensor-id'et vil blive offentliggjort.
el: Μόνο το αναγνωριστικό του αισθητήρα θα δημοσιευτεί.
et: Avaldatakse ainult anduri ID.
fr: Seul l'ID du détecteur sera publié
it: Verrà pubblicato solo l'ID del sensore.
ja: センサーIDのみが公開されます。
lt: Bus skelbiamas tik jutiklio ID.
lv: Tiks publicēts tikai sensora ID.
nl: Alleen de sensor ID zal worden gepubliceerd.
pl: Tylko ID sensora zostanie upublicznione.
pt: Apenas o ID do sensor será publicado.
ro: Doar ID-ul senzorului va fi publicat.
ru: Будет опубликован только ID сенсора.
se: Vain anturin tunnus julkaistaan.
sk: Zverejní sa len ID senzora.
sl: Objavljen bo samo ID senzorja.
sv: Endast sensor-ID kommer att publiceras.

source: Sensor level above ground (in cm)
cs: Výška senzoru nad zemí (v cm)
da: Sensorens niveau over jorden (i cm)
el: Στάθμη αισθητήρα πάνω από το έδαφος (σε cm)
et: Anduri kõrgus maapinnast (cm)
fr: Hauteur au dessus du sol (en cm)
it: Livello del sensore dal suolo (in cm)
ja: 地上のセンサーレベル（単位：cm
lt: Jutiklio lygis virš žemės paviršiaus (cm)
lv: Sensora līmenis virs zemes (cm)
nl: Sensorniveau boven de grond (in cm)
pl: Wysokość czujnika ponad ziemią (w centrymetrach)
pt: Nível do sensor acima do solo (em cm)
ro: Nivelul senzorului deasupra solului (în cm)
ru: Высота сенсора от уровня земли (в см)
se: Anturin taso maanpinnan yläpuolella (cm)
sk: Vzdialenosť senzora od zeme (v cm)
sl: Nivo senzorja nad tlemi (v cm)
sv: Sensorns nivå över marken (i cm)

source: NOT height above sea level!
cs: NE nadmořská výška!
da: IKKE højde over havets overflade!
el: ΟΧΙ το ύψος πάνω από το επίπεδο της θάλασσας!
et: MITTE kõrgus merepinnast!
fr: et non pas l'altitude!
it: NON l'altezza sul livello del mare!
ja: 海面からの高さではありません。
lt: NE aukštis virš jūros lygio!
lv: NE augstums virs jūras līmeņa!
nl: NIET de hoogte boven de zeespiegel!
pl: NIE wysokość nad poziomem morza!
pt: NÃO altura acima do nível do mar!
ro: NU înălțimea deasupra nivelului mării!
ru: Не путайте с высотой над уровнем моря!
se: EI korkeus merenpinnasta!
sk: NIE nadmorská výška!
sl: NE nadmorska višina!
sv: INTE höjd över havet!

source: Sensor location relative to the traffic
cs: Umístění snímače vzhledem k dopravě
da: Sensorens placering i forhold til trafikken
el: Θέση του αισθητήρα σε σχέση με την κυκλοφορία
et: Anduri asukoht liikluse suhtes
fr: Position du détecteur par rapport à la circulation
it: Posizione del sensore rispetto al traffico
ja: トラフィックに対するセンサーの位置
lt: Jutiklio vieta eismo atžvilgiu
lv: Sensora atrašanās vieta attiecībā pret satiksmi
nl: Plaats van de sensor ten opzichte van het verkeer
pl: Lokalizacja czujnika względem ruchu miejskiego
pt: Localização do sensor em relação ao tráfego
ro: Poziția senzorului în raport cu traficul
ru: Расположение сенсора по отношению к автодорогам
se: Anturin sijainti suhteessa liikenteeseen
sk: Poloha senzora vzhľadom ku premávke
sl: Lokacija senzorja glede na promet
sv: Sensorns placering i förhållande till trafiken
