Repository: NewGardenFarms/devices.sensor.community
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: cs, da, el, et, fr, it, ja, lt, lv, nl, pl, pt, ro, ru, se, sk, sl, sv

source: Set password Error
cs: Nastavení hesla Chyba
da: Indstille adgangskode Fejl
el: Ορισμός κωδικού πρόσβασης Σφάλμα
et: Määra parool Viga
fr: Erreur de définition du mot de passe
it: Impostare la password Errore
ja: パスワード設定エラー
lt: Nustatyti slaptažodį Klaida
lv: Iestatīt paroli Kļūda
nl: Wachtwoord instellen Fout
pt: Definir erro de senha
ro: Setați parola Eroare
ru: Ошибка ввода пароля
se: Aseta salasana Virhe
sk: Chyba pri nastavení hesla
sl: Nastavitev gesla Napaka
sv: Ange lösenord Fel

source: Unfortunately the link is not correct. Either it is too old, or it was not copied completely. Please try again.
cs: Odkaz bohužel není správný. Buď je příliš starý, nebo nebyl úplně zkopírován. Zkuste to prosím znovu.
da: Desværre er linket ikke korrekt. Enten er det for gammelt, eller også blev det ikke kopieret fuldstændigt. Prøv venligst igen.
el: Δυστυχώς ο σύνδεσμος δεν είναι σωστός. Είτε είναι πολύ παλιός, είτε δεν έχει αντιγραφεί πλήρως. Παρακαλώ δοκιμάστε ξανά.
et: Kahjuks ei ole link õige. Kas see on liiga vana või ei ole see täielikult kopeeritud. Palun proovige uuesti.
fr: Malheureusement, le lien est incorrect. Soit il est périmé, soit il a été copié de manière incomplète.
it: Purtroppo il link non è corretto. O è troppo vecchio, o non è stato copiato completamente. Si prega di riprovare.
ja: 残念ながら、このリンクは正しくありません。古すぎるか、完全にコピーされていないかのいずれかです。もう一度お試しください。
lt: Deja, nuoroda nėra teisinga. Arba ji yra per sena, arba nebuvo visiškai nukopijuota. Pabandykite dar kartą.
lv: Diemžēl saite nav pareiza. Vai nu tā ir pārāk veca, vai arī tā nav pilnībā nokopēta. Lūdzu, mēģiniet vēlreiz.
nl: Helaas is de link niet juist. Ofwel is hij te oud, ofwel werd hij niet volledig gekopieerd. Probeert u het alstublieft opnieuw.
pt: Infelizmente, a ligação não está correcta. Ou é demasiado antiga, ou não foi copiada completamente. Por favor, tente novamente.
ro: Din păcate, link-ul nu este corect. Fie este prea vechi, fie nu a fost copiat complet. Vă rugăm să încercați din nou.
ru: К сожалению, ссылка не верна. Либо она слишком старая, либо был не полностью скопирована. Пожалуйста, попробуйте еще раз.
se: Valitettavasti linkki ei ole oikea. Joko se on liian vanha tai sitä ei ole kopioitu kokonaan. Yritä uudelleen.
sk: Žiaľ, odkaz nie je správny. Buď je príliš starý, alebo nebol skopírovaný celý. Prosím, skúste to opäť.
sl: Žal povezava ni pravilna. Bodisi je prestara bodisi ni bila v celoti kopirana. Poskusite znova.
sv: Tyvärr är länken inte korrekt. Antingen är den för gammal eller så har den inte kopierats helt och hållet. Försök igen.

source: Mail sent
cs: Odeslaná pošta
da: Afsendt post
el: Αποστολή αλληλογραφίας
et: Saadetud post
fr: Courriel envoyé
it: Posta inviata
ja: メール送信
lt: Išsiųstas paštas
lv: Nosūtītais pasts
nl: Mail verzonden
pt: Correio enviado
ro: Corespondență trimisă
ru: Почтовое сообщение отослано
se: Lähetetty posti
sk: E-mail odoslaný
sl: Poslana pošta
sv: Avsändning av post

source: Please look into your mailbox to reset your password.
cs: Podívejte se prosím do své poštovní schránky a obnovte své heslo.
da: Se venligst i din postkasse for at nulstille din adgangskode.
el: Παρακαλούμε κοιτάξτε στο γραμματοκιβώτιό σας για να επαναφέρετε τον κωδικό πρόσβασής σας.
et: Palun vaadake oma postkasti, et taastada oma parool.
fr: Veuillez consultez votre boite aux lettres électronique
it: Per favore, guarda nella tua casella di posta elettronica per reimpostare la tua password.
ja: メールボックスを見て、パスワードを再設定してください。
lt: Pasižiūrėkite į savo pašto dėžutę ir iš naujo nustatykite slaptažodį.
lv: Lūdzu, ielūkojieties savā pastkastītē, lai atiestatītu paroli.
nl: Kijk in je mailbox om je wachtwoord te resetten.
pt: Por favor, consulte a sua caixa de correio para redefinir a sua palavra-passe.
ro: Vă rugăm să vă uitați în cutia poștală pentru a vă reseta parola.
ru: Пожалуйста поищите в своем почтовом ящике письмо о сбросе пароля.
se: Katso postilaatikkoosi salasanasi palauttamista varten.
sk: Prosím, skontrolujte svoju schránku a obnovte svoje heslo.
sl: Če želite ponastaviti geslo, poglejte v svoj poštni predal.
sv: Titta i din brevlåda för att återställa ditt lösenord.

source: Your account was not active yet. Please look into your mailbox to reset your password and activate your account.
cs: Váš účet ještě nebyl aktivní. Podívejte se prosím do své poštovní schránky, abyste mohli obnovit heslo a aktivovat svůj účet.
da: Din konto var ikke aktiv endnu. Se venligst i din postkasse for at nulstille din adgangskode og aktivere din konto.
el: Ο λογαριασμός σας δεν ήταν ακόμα ενεργός. Παρακαλούμε κοιτάξτε το γραμματοκιβώτιό σας για να επαναφέρετε τον κωδικό πρόσβασής σας και να ενεργοποιήσετε το λογαριασμό σας.
et: Teie konto ei olnud veel aktiivne. Palun vaadake oma postkasti, et taastada oma parool ja aktiveerida oma konto.
fr: Votre compte n'est pas encore actif. Veuillez consultez votre boite aux lettres électronique pour réinitialiser votre mot de passe et activer votre compte.
it: Il tuo account non è ancora attivo. Per favore guarda nella tua casella di posta elettronica per reimpostare la tua password e attivare il tuo account.
ja: あなたのアカウントはまだ有効ではありませんでした。パスワードをリセットして、アカウントを有効にするために、メールボックスをご覧ください。
lt: Jūsų paskyra dar nebuvo aktyvi. Prašome pažvelgti į savo pašto dėžutę ir iš naujo nustatyti slaptažodį bei aktyvuoti paskyrą.
lv: Jūsu konts vēl nebija aktīvs. Lūdzu, ielūkojieties savā pastkastītē, lai atjaunotu paroli un aktivizētu kontu.
nl: Uw account was nog niet actief. Gelieve in uw mailbox te kijken om uw paswoord te resetten en uw account te activeren.
pt: A sua conta ainda não estava activa. Por favor, consulte a sua caixa de correio para redefinir a sua palavra-passe e activar a sua conta.
ro: Contul dvs. nu era încă activ. Vă rugăm să vă uitați în căsuța dvs. poștală pentru a vă reseta parola și a vă activa contul.
ru: Ваша учетная запись еще не была активна. Пожалуйста, загляните в свой почтовый ящик, чтобы сбросить пароль и активировать учетную запись.
se: Tilisi ei ollut vielä aktiivinen. Katso postilaatikkoosi, jotta voit palauttaa salasanasi ja aktivoida tilisi.
sk: Váš účet zatiaľ nebol aktívny. Prezrite si schránku, aby ste obnovili heslo a aktivovali svoj účet.
sl: Vaš račun še ni bil aktiven. Preverite svoj poštni predal, da ponastavite geslo in aktivirate svoj račun.
sv: Ditt konto var inte aktivt ännu. Titta i din brevlåda för att återställa ditt lösenord och aktivera ditt konto.

source: Set password
cs: Nastavení hesla
da: Indstil adgangskode
el: Ορισμός κωδικού πρόσβασης
et: Määrake parool
fr: Définir un mot de passe
it: Imposta la password
ja: パスワードの設定
lt: Nustatyti slaptažodį
lv: Iestatīt paroli
nl: Wachtwoord instellen
pt: Definir palavra-passe
ro: Setați parola
ru: Установить пароль
se: Aseta salasana
sk: Nastaviť heslo
sl: Nastavitev gesla
sv: Ange lösenord

source: Forgot Passwort?
cs: Zapomněli jste heslo?
da: Har du glemt dit kodeord?
el: Ξεχάσατε τον κωδικό πρόσβασης;
et: Unustasid salasõna?
fr: Vous avez oublié votre mot de passe ?
it: Hai dimenticato la password?
ja: パスワートを忘れた場合
lt: Pamiršote slaptažodį?
lv: Aizmirsāt paroli?
nl: Wachtwoord vergeten?
pl: Zapomniałeś hasła?
pt: Esqueceu-se da Senha?
ro: Ați uitat parola?
ru: Забыли пароль?
se: Unohditko salasanasi?
sk: Zabudnuté heslo?
sl: Ste pozabili geslo?
sv: Har du glömt lösenordet?

source: Activation required
cs: Vyžadována aktivace
da: Aktivering påkrævet
el: Απαιτείται ενεργοποίηση
et: Vajalik aktiveerimine
fr: Activation nécessaire
it: Attivazione richiesta
ja: アクティベーションが必要
lt: Reikalingas aktyvavimas
lv: Nepieciešama aktivizēšana
nl: Activering vereist
pt: Activação necessária
ro: Activare necesară
ru: Необходима активация
se: Aktivointi vaaditaan
sk: Vyžaduje sa aktivácia
sl: Potrebna je aktivacija
sv: Aktivering krävs

source: Since you are logging in for the first time, your e-mail address must be confirmed. Please look in your mailbox to get access to your sensors.
cs: Vzhledem k tomu, že se přihlašujete poprvé, je třeba potvrdit vaši e-mailovou adresu. Podívejte se prosím do své poštovní schránky, abyste získali přístup ke svým senzorům.
da: Da det er første gang, du logger ind, skal din e-mailadresse bekræftes. Se venligst i din postkasse for at få adgang til dine sensorer.
el: Δεδομένου ότι συνδέεστε για πρώτη φορά, η διεύθυνση ηλεκτρονικού ταχυδρομείου σας πρέπει να επιβεβαιωθεί. Παρακαλούμε κοιτάξτε στο γραμματοκιβώτιό σας για να αποκτήσετε πρόσβαση στους αισθητήρες σας.
et: Kuna logite sisse esimest korda, tuleb teie e-posti aadress kinnitada. Palun vaadake oma postkastist, et saada juurdepääs oma anduritele.
fr: Comme vous vous connectez pour la première fois, vous devez d'abord confirmer votre adresse électronique. Veuillez consulter votre boite aux lettres électronique pour pouvoir accéder à votre détecteur.
it: Poiché è la prima volta che accedi, il tuo indirizzo e-mail deve essere confermato. Cerca nella tua casella di posta elettronica per accedere ai tuoi sensori.
ja: 初めてログインするため、電子メールアドレスの確認が必要です。メールボックスをご覧になり、センサーにアクセスしてください。
lt: Kadangi prisijungiate pirmą kartą, jūsų el. pašto adresas turi būti patvirtintas. Ieškokite savo pašto dėžutėje, kad gautumėte prieigą prie savo jutiklių.
lv: Tā kā jūs piesakāties pirmo reizi, jūsu e-pasta adrese ir jāapstiprina. Lūdzu, meklējiet savā pastkastītē, lai piekļūtu saviem sensoriem.
nl: Aangezien u voor de eerste keer inlogt, moet uw e-mailadres worden bevestigd. Kijk in uw mailbox om toegang te krijgen tot uw sensoren.
pt: Uma vez que está a iniciar a sessão pela primeira vez, o seu endereço de correio electrónico deve ser confirmado. Por favor, procure na sua caixa de correio para ter acesso aos seus sensores.
ro: Deoarece vă conectați pentru prima dată, adresa dvs. de e-mail trebuie confirmată. Vă rugăm să vă uitați în cutia poștală pentru a avea acces la senzori.
ru: Так как вы входите в первый раз ваш адрес электронной почты должен быть подтвержден. Пожалуйста поищите в своем ящике письмо для получения доступа к вашим сенсорам.
se: Koska kirjaudut sisään ensimmäistä kertaa, sähköpostiosoitteesi on vahvistettava. Katso postilaatikostasi päästäksesi käsiksi antureihisi.
sk: Keďže sa prihlasujete prvýkrát, vaša e-mailová adresa musí byť potvrdená. Pozrite sa do schránky a získajte prístup k svojim senzorom.
sl: Ker se prijavljate prvič, morate potrditi svoj e-poštni naslov. Za dostop do svojih senzorjev poiščite svoj poštni predal.
sv: Eftersom du loggar in för första gången måste din e-postadress bekräftas. Titta i din brevlåda för att få tillgång till dina sensorer.

source: Registration
cs: Registrace
da: Registrering
el: Εγγραφή
et: Registreerimine
fr: Enregistrement
it: Registrazione
ja: 登録
lt: Registracija
lv: Reģistrācija
nl: Inschrijving
pl: Rejestracja
pt: Inscrição
ro: Înregistrare
ru: Регистрация
se: Rekisteröinti
sk: Registrácia
sl: Registracija
sv: Registrering

source: Sensor Mass Import: Status
cs: Import hmotnosti snímače: Stav
da: Import af sensormasse: Status
el: Εισαγωγή μάζας αισθητήρα: Κατάσταση
et: Anduri massi import: staatus
fr: Importation en masse de détecteur : Statut
it: Importazione della massa del sensore: Stato
lt: Jutiklio masės importas: būsena
lv: Sensora masas imports: statuss
nl: Invoer sensormassa: Status
pt: Importação em massa de sensores: Estado
ro: Masa senzorului Import: Stare
ru: Массовый импорт сенсоров: Статус
se: Anturin massan tuonti: Tila
sk: Senzor Mass Import: Stav
sl: Uvoz mase senzorja: stanje
sv: Import av sensormassa: Status

source: You can see all current imports in this overview. Click on Reload to update the status.
cs: V tomto přehledu si můžete prohlédnout všechny aktuální importy. Kliknutím na Znovu načíst aktualizujete stav.
da: Du kan se alle aktuelle importer i denne oversigt. Klik på Genindlæs for at opdatere status.
el: Μπορείτε να δείτε όλες τις τρέχουσες εισαγωγές σε αυτή την επισκόπηση. Κάντε κλικ στο Reload για να ενημερώσετε την κατάσταση.
et: Selles ülevaates näete kõiki praeguseid imporditavaid tooteid. Staatuse ajakohastamiseks klõpsake nuppu Reload.
fr: Vous pouvez consulter toutes les importations de données dans cet aperçu. Cliquez sur le bouton "Actualiser" pour mettre à jour la page.
it: Puoi vedere tutte le importazioni in corso in questa panoramica. Clicca su Reload per aggiornare lo stato.
ja: この概要では、現在のすべてのインポートを見ることができます。再読み込み」をクリックすると、ステータスが更新されます。
lt: Šioje apžvalgoje galite peržiūrėti visus esamus importuojamus produktus. Norėdami atnaujinti būseną, spustelėkite Perkrauti.
lv: Šajā pārskatā varat apskatīt visus pašreizējos importētos dokumentus. Lai atjauninātu statusu, noklikšķiniet uz Pārlādēt.
nl: U kunt alle huidige importen in dit overzicht zien. Klik op Herladen om de status bij te werken.
pt: Pode ver todas as importações actuais nesta visão geral. Clique em Recarregar para actualizar o estado.
ro: Puteți vedea toate importurile curente în această prezentare generală. Faceți clic pe Reîncărcare pentru a actualiza starea.
ru: Здесь вы видите все текущие импортированные сенсоры. Нажмите кнопку "Перезагрузка" чтобы обновить статус.
se: Tässä yleiskatsauksessa näet kaikki nykyiset tuonnit. Päivitä tila napsauttamalla uudelleen.
sk: V tomto prehľade nájdete všetky súčasné importy. Kliknite na Obnoviť pre aktualizáciu stavu.
sl: V tem pregledu si lahko ogledate vse trenutne uvoze. Če želite posodobiti stanje, kliknite Ponovno naložiti.
sv: Du kan se alla aktuella importer i denna översikt. Klicka på Ladda om för att uppdatera statusen.

source: Data (Start)
el: Δεδομένα (Έναρξη)
et: Andmed (algus)
fr: Données (début)
it: Dati (inizio)
ja: データ（スタート
lt: Duomenys (pradžia)
lv: Dati (sākums)
nl: Gegevens (begin)
pt: Dados (Início)
ro: Date (Start)
ru: Дата (начала)
se: Tiedot (alku)
sk: Dáta (Štart)
sl: Podatki (začetek)
sv: Uppgifter (start)

source: Sensor mass importer
cs: Importér hmotnosti snímače
da: Importør af sensormasse
el: Εισαγωγέας μάζας αισθητήρων
et: Anduri massiimportija
fr: Importation de données en masse
it: Importatore di massa del sensore
ja: センサーマスインポーター
lt: Jutiklio masės importuotojas
lv: Sensoru masas importētājs
nl: Sensor massa importeur
pt: Importador de massa de sensores
ro: Importator de masă a senzorilor
ru: Массовый импорт сенсоров
se: Anturimassan tuoja
sl: Uvoznik mase senzorja
sv: Importör av sensormassa

source: With this form new nodes can be imported in masses. One node per line is expected in the following format:
cs: Pomocí tohoto formuláře lze hromadně importovat nové uzly. Na každém řádku se očekává jeden uzel v následujícím formátu:
da: Med denne formular kan nye knuder importeres i massevis. Der forventes en knude pr. linje i følgende format:
el: Με αυτή τη φόρμα μπορούν να εισαχθούν μαζικά νέοι κόμβοι. Αναμένεται ένας κόμβος ανά γραμμή με την ακόλουθη μορφή:
et: Selle vormiga saab uusi sõlmi massiliselt importida. Iga rea kohta oodatakse ühte sõlme järgmises formaadis:
fr: Avec ce formulaires, vous pouvez importer en masse des nœuds. Veuillez indiquez un nœud par ligne dans le format suivant :
it: Con questo modulo i nuovi nodi possono essere importati in massa. Un nodo per riga è previsto nel seguente formato:
ja: このフォームでは、新しいノードを一括してインポートすることができます。1行に1つのノードが以下の形式で表示されます。
lt: Naudojant šią formą galima masiškai importuoti naujus mazgus. Vienoje eilutėje numatomas vienas mazgas tokiu formatu:
lv: Izmantojot šo veidlapu, var masveidā importēt jaunus mezglus. Katrā rindā ir paredzēts viens mezgls šādā formātā:
nl: Met dit formulier kunnen nieuwe knooppunten massaal worden geïmporteerd. Er wordt één knooppunt per regel verwacht in het volgende formaat:
pt: Com esta forma, novos nós podem ser importados em massa. É esperado um nó por linha no seguinte formato:
ro: Cu acest formular se pot importa noduri noi în masă. Se așteaptă un nod pe linie în următorul format:
ru: С помощью этой формы новые устройства можно массово импортировать. Одно устройство на строку нужно вводить в следующем формате:
se: Tällä lomakkeella voidaan tuoda uusia solmuja massoittain. Yksi solmu per rivi odotetaan seuraavassa muodossa:
sk: S týmto formulárom môžete hromadne importovať nové uzly. Očakáva sa jeden uzol na jeden riadok v nasledujúcom formáte:
sl: S tem obrazcem lahko množično uvažate nova vozlišča. V vsaki vrstici se pričakuje eno vozlišče v naslednji obliki:
sv: Med det här formuläret kan nya noder importeras i massor. En nod per rad förväntas i följande format:

source: 123456 is the ID of the ESP8266 board, the e-mail is the address of the future of the owner. If this is not fixed, only the Node-ID can be specified, which is E-mail must then be added later.
cs: 123456 je ID desky ESP8266, e-mail je adresa budoucího majitele. Pokud není tato hodnota pevně stanovena, lze zadat pouze Node-ID, což je E-mail, který je pak nutné doplnit později.
da: 123456 er ID'et for ESP8266-kortet, e-mailen er adressen på ejerens fremtidige adresse. Hvis dette ikke er fastsat, kan kun Node-ID angives, som er E-mail skal så tilføjes senere.
el: 123456 είναι το αναγνωριστικό της πλακέτας ESP8266, το e-mail είναι η διεύθυνση του μελλοντικού ιδιοκτήτη. Εάν αυτό δεν είναι σταθερό, μπορεί να καθοριστεί μόνο το Node-ID, το οποίο είναι το E-mail πρέπει να προστεθεί αργότερα.
et: 123456 on ESP8266-plaadi ID, e-post on omaniku tulevase aadressi aadress. Kui see ei ole fikseeritud, saab määrata ainult Node-ID, mis on E-mail tuleb siis hiljem lisada.
fr: 123456 est l'ID de la platine ESP8266, l'adresse électronique est celle du futur propriétaire du propriétaire. SI elle n'est pas disponible, l'ID du nœud peut être indiquée seule. il s'agit de L'adresse électronique devra être communiquée ultérieurement.
it: 123456 è l'ID della scheda ESP8266, l'e-mail è l'indirizzo del futuro del proprietario. Se questo non è fissato, solo il Node-ID può essere specificato, che è E-mail deve poi essere aggiunto in seguito.
ja: 123456はESP8266ボードのID、e-mailは所有者の未来のアドレスです。これが固定されていない場合、ノードIDのみを指定することができ、E-mailは後から追加する必要があります。
lt: 123456 yra ESP8266 plokštės ID, el. pašto adresas yra būsimo savininko adresas. Jei jis nėra nustatytas, galima nurodyti tik mazgo ID, o el. paštas turi būti pridėtas vėliau.
lv: 123456 ir ESP8266 plates ID, e-pasta adrese ir īpašnieka nākotnes adrese. Ja tas nav fiksēts, var norādīt tikai mezgla ID, un e-pasta adrese jāpievieno vēlāk.
nl: 123456 is de ID van het ESP8266 bord, de e-mail is het adres van de toekomstige eigenaar. Als dit niet vastligt, kan alleen de Node-ID worden opgegeven, die E-mail moet dan later worden toegevoegd.
pt: 123456 é o ID do quadro ESP8266, o e-mail é o endereço de e-mail do futuro do proprietário. Se este não for fixo, apenas o Node-ID pode ser especificado, que é o e-mail deve então ser acrescentado mais tarde.
ro: 123456 este ID-ul plăcii ESP8266, iar e-mail-ul este adresa de e-mail a viitorului proprietar. Dacă acest lucru nu este fixat, poate fi specificat doar ID-ul nodului, care este E-mail-ul trebuie adăugat ulterior.
ru: 123456 это ID номер платы ESP8266, адрес эл. почты будущего владельца. Если эл. почта еще не известна, достаточно ввести ID устройства, а адрес эл. почты можно ввести позднее.
se: 123456 on ESP8266-levyn tunnus, sähköposti on omistajan tuleva osoite. Jos tätä ei ole määritetty, voidaan määrittää vain Node-ID, joka on Sähköposti on sitten lisättävä myöhemmin.
sk: 123456 je ID zariadenia ESP8266, e-mail je budúca adresa majiteľa. Ak to nie je nemenné, možno zadať iba ID uzla, čo je E-mail musí byť potom pridaný neskôr.
sl: 123456 je ID plošče ESP8266, e-pošta je naslov prihodnosti lastnika. Če to ni določeno, je mogoče navesti samo Node-ID (ID vozlišča), ki ga je treba pozneje dodati.
sv: 123456 är ESP8266-kortets ID, e-postadressen är ägarens framtida adress. Om detta inte är fastställt kan endast Node-ID anges, vilket är E-mail måste då läggas till senare.

source: If an email address has been specified, the owner will be notified with an email about their new sensor.
cs: Pokud byla zadána e-mailová adresa, bude vlastník o svém novém senzoru informován e-mailem.
da: Hvis der er angivet en e-mailadresse, får ejeren en e-mail med besked om sin nye sensor.
el: Εάν έχει καθοριστεί μια διεύθυνση ηλεκτρονικού ταχυδρομείου, ο ιδιοκτήτης θα ειδοποιηθεί με ένα μήνυμα ηλεκτρονικού ταχυδρομείου σχετικά με τον νέο αισθητήρα του.
et: Kui on määratud e-posti aadress, saadetakse omanikule e-kiri uuest andurist.
fr: Si une adresse électronique a été communiquée, le nouveau propriétaire du détecteur recevra un courriel le prévenant du transfert.
it: Se è stato specificato un indirizzo email, il proprietario sarà avvisato con una email sul suo nuovo sensore.
ja: メールアドレスが指定されている場合は、オーナーに新しいセンサーの情報がメールで通知されます。
lt: Jei buvo nurodytas el. pašto adresas, savininkui apie naująjį jutiklį bus pranešta el. paštu.
lv: Ja ir norādīta e-pasta adrese, īpašniekam tiks nosūtīts e-pasta paziņojums par jauno sensoru.
nl: Als er een e-mailadres is opgegeven, wordt de eigenaar per e-mail op de hoogte gebracht van zijn nieuwe sensor.
pt: Se tiver sido especificado um endereço de e-mail, o proprietário será notificado com um e-mail sobre o seu novo sensor.
ro: Dacă a fost specificată o adresă de e-mail, proprietarul va fi notificat prin e-mail cu privire la noul său senzor.
ru: Если адрес эл. почты указан, то будущий владелец получит извещение о добавление нового устройства.
se: Jos sähköpostiosoite on määritetty, omistajalle lähetetään sähköpostiviesti uudesta anturista.
sk: Ak bola zadaná e-mailová adresa, vlastník bude informovaný e-mailom o jeho novom senzore.
sl: Če je bil naveden e-poštni naslov, bo lastnik o novem senzorju obveščen z e-poštnim sporočilom.
sv: Om en e-postadress har angetts kommer ägaren att få ett e-postmeddelande om sin nya sensor.

source: Sensor registration
cs: Registrace snímače
da: Registrering af sensorer
el: Καταχώρηση αισθητήρα
et: Anduri registreerimine
fr: Enregistrement d'un détecteur
it: Registrazione del sensore
ja: センサー登録
lt: Jutiklio registracija
lv: Sensoru reģistrācija
nl: Sensor registratie
pt: Registo do sensor
ro: Înregistrarea senzorilor
ru: Регистрация сенсора
se: Anturin rekisteröinti
sk: Registrácia senzora
sl: Registracija senzorja
sv: Registrering av givare

source: Basic Information
cs: Základní informace
da: Grundlæggende oplysninger
el: Βασικές πληροφορίες
et: Põhiteave
fr: Informations de base
it: Informazioni di base
ja: 基本情報
lt: Pagrindinė informacija
lv: Pamatinformācija
nl: Basisinformatie
pl: Podstawowe informacje
pt: Informação básica
ro: Informații de bază
ru: Базовая информация
se: Perustiedot
sk: Základné informácie
sl: Osnovne informacije
sv: Grundläggande information

source: Additional Information
cs: Další informace
da: Yderligere oplysninger
el: Πρόσθετες πληροφορίες
et: Täiendav teave
fr: Informations complémentaires
it: Informazioni aggiuntive
ja: 追加情報
lt: Papildoma informacija
lv: Papildu informācija
nl: Aanvullende informatie
pl: Dodatkowe informacje
pt: Informação adicional
ro: Informații suplimentare
ru: Дополнительная информация
se: Lisätietoja
sk: Doplňujúce informácie
sl: Dodatne informacije
sv: Ytterligare information

source: Hardware configuration
cs: Konfigurace hardwaru
da: Konfiguration af hardware
el: Διαμόρφωση υλικού
et: Riistvara konfiguratsioon
fr: Configuration du matériel
it: Configurazione dell'hardware
ja: ハードウェア構成
lt: Techninės įrangos konfigūracija
lv: Aparatūras konfigurācija
nl: Hardware configuratie
pl: Konfiguracja sprzętu
pt: Configuração do hardware
ro: Configurație hardware
ru: Настройка аппаратного обеспечения
se: Laitteiston kokoonpano
sk: Hardvérová konfigurácia
sl: Konfiguracija strojne opreme
sv: Maskinvarukonfiguration
