Repository: NewGardenFarms/devices.sensor.community
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: cs, da, el, et, fr, it, ja, lt, lv, nl, pl, pt, ro, ru, se, sk, sl, sv

source: click <a name="expert" onclick="toggle_expert()" style="color:blue;"> &gt;&gt;here&lt;&lt; </a> to enable expert fields
cs: klikněte na <a name="expert" onclick="toggle_expert()" style="color:blue;"> &gt;&gt;here&lt;&lt; </a> pro zapnutí expertních polí.
da: Klik på &lt;a name="expert" onclick="toggle_expert()" style="color:blue;"&gt; &amp;gt;&amp;gt;her&amp;lt;&amp;lt;&amp;lt; &lt;a&gt; for at aktivere ekspertfelter
el: κάντε κλικ στο <a name="expert" onclick="toggle_expert()" style="color:blue;"> &gt;&gt;here&lt;&lt; </a> για να ενεργοποιήσετε τα πεδία εμπειρογνωμόνων.
et: kliki <a name="expert" onclick="toggle_expert()" style="color:blue;"> &gt;&gt;here&lt;&lt; </a> et lubada ekspertide väljad.
it: clicca <a name="expert" onclick="toggle_expert()" style="color:blue;"> &gt;&gt;qui&lt;&lt; </a> per abilitare i campi esperti
ja: &lt;a name="expert" onclick="toggle_expert()" style="color:blue;"&gt; &amp;gt;&amp;gt;here&amp;lt;&amp;lt; &lt;a&gt;をクリックすると、expertフィールドが有効になります。
lt: spustelėkite <a name="expert" onclick="toggle_expert()" style="color:blue;"> &gt;&gt;here&lt;&lt; </a> kad įjungtumėte ekspertų laukus.
lv: noklikšķiniet uz <a name="expert" onclick="toggle_expert()" style="color:blue;"> &gt;&gt;šeit&lt;&lt; </a> lai iespējotu ekspertu laukus.
nl: klik <a name="expert" onclick="toggle_expert()" style="color:blue;"> &gt;&gt;here&lt;&lt; </a> expert velden in te schakelen
pt: click &lt;um nome="expert" onclick="toggle_expert()" style="color:blue;"&gt; &amp;gt;&amp;gt;aqui&amp;lt;&amp;lt; &lt;a&gt; para activar campos de expert
ro: faceți clic pe <a name="expert" onclick="toggle_expert()" style="color:blue;"> &gt;&gt;aicilt;&lt; </a> pentru a activa câmpurile de expert
se: klikkaa <a name="expert" onclick="toggle_expert()" style="color:blue;"> &gt;&gt;here&lt;lt; </a> ottaaksesi asiantuntijakentät käyttöön.
sl: kliknite &lt;a name="expert" onclick="toggle_expert()" style="color:blue;"&gt; &amp;gt;&amp;gt;here&amp;lt;&amp;lt; &lt;a&gt;, da omogočite strokovna polja
sv: Klicka på &lt;a name="expert" onclick="toggle_expert()" style="color:blue;"&gt; &amp;gt;&amp;gt;här&amp;lt;&amp;lt; &lt;a&gt; för att aktivera expertfälten.

source: remove
cs: odstranit
da: fjerne
el: αφαιρέστε το
et: eemaldada
it: rimuovere
ja: 削除
lt: pašalinti
lv: noņemt
nl: verwijder
pt: remover
ro: eliminați
se: poista
sl: odstranite
sv: ta bort

source: add component
cs: přidat komponentu
da: tilføje komponent
el: προσθήκη εξαρτήματος
et: komponendi lisamine
it: aggiungi componente
ja: コンポーネントの追加
lt: pridėti komponentą
lv: pievienot komponentu
nl: component toevoegen
pt: adicionar componente
ro: adăugare componentă
se: lisää komponentti
sl: dodajanje komponente
sv: lägga till en komponent

source: The more precise the data we have, the better we can evaluate the data and thus energize statements. The system can also try to make a geoposition out of the address, but we would be happy if you would specify the position with the map below.
cs: Čím přesnější údaje máme k dispozici, tím lépe je můžeme vyhodnotit, a tak dodat výrokům energii. Systém se také může pokusit z adresy vytvořit geopozici, ale budeme rádi, když polohu upřesníte pomocí níže uvedené mapy.
da: Jo mere præcise data vi har, jo bedre kan vi evaluere dataene og dermed give energi til vores udsagn. Systemet kan også forsøge at lave en geoposition ud fra adressen, men vi vil være glade for, hvis du vil angive positionen med nedenstående kort.
el: Όσο πιο ακριβή είναι τα δεδομένα που διαθέτουμε, τόσο καλύτερα μπορούμε να τα αξιολογήσουμε και να ενεργοποιήσουμε τις δηλώσεις. Το σύστημα μπορεί επίσης να προσπαθήσει να φτιάξει μια γεωγραφική θέση από τη διεύθυνση, αλλά θα ήμασταν ευτυχείς αν προσδιορίζατε τη θέση με τον παρακάτω χάρτη.
et: Mida täpsemad andmed meil on, seda paremini saame andmeid hinnata ja seega avaldusi ergutada. Süsteem võib proovida aadressist ka geopositsiooni teha, kuid me oleksime õnnelikud, kui te täpsustaksite asukoha alloleva kaardiga.
fr: Plus les informations dont nous disposons sont précises, mieux nous pouvons évaluer les données et donner de la crédibilité à nos déclarations. Les système peut chercher à définir votre position géographique mais nous préférerions que vous la spécifiiez sur la carte ci-dessous.
it: Più precisi sono i dati che abbiamo, meglio possiamo valutare i dati e quindi energizzare le dichiarazioni. Il sistema può anche tentare di ricavare una geoposizione dall'indirizzo, ma saremmo felici se lei specificasse la posizione con la mappa qui sotto.
ja: データが正確であればあるほど、そのデータを評価することができ、結果的に発言を活性化させることができます。また、システムは住所からジオポジションを作り出そうとしますが、下記の地図で位置を指定していただければ幸いです。
lt: Kuo tikslesnius duomenis turime, tuo geriau galime juos įvertinti ir taip sustiprinti teiginius. Sistema taip pat gali pabandyti iš adreso sudaryti geografinę padėtį, tačiau būtume laimingi, jei patikslintumėte padėtį naudodami toliau pateiktą žemėlapį.
lv: Jo precīzāki dati ir mūsu rīcībā, jo labāk mēs varam tos novērtēt un tādējādi enerģiskāk formulēt paziņojumus. Sistēma var arī mēģināt no adreses izveidot ģeopozīciju, taču mēs būtu priecīgi, ja jūs precizētu atrašanās vietu, izmantojot zemāk redzamo karti.
nl: Hoe preciezer de gegevens die we hebben, hoe beter we de gegevens kunnen evalueren en dus uitspraken kunnen doen. Het systeem kan ook proberen om van het adres een geopositie te maken, maar wij zouden het op prijs stellen als u de positie zou specificeren met de kaart hieronder.
pt: Quanto mais precisos forem os dados de que dispomos, melhor poderemos avaliar os dados e assim energizar as declarações. O sistema pode também tentar fazer uma geoposição a partir do endereço, mas ficaríamos felizes se especificasse a posição com o mapa abaixo.
ro: Cu cât avem date mai precise, cu atât mai bine putem evalua datele și, astfel, putem dinamiza declarațiile. Sistemul poate încerca, de asemenea, să facă o geopoziție din adresă, dar am fi bucuroși dacă ați preciza poziția cu ajutorul hărții de mai jos.
ru: Чем более точные данные у нас есть, тем лучше мы можем оценить данные и, таким образом, сделать какие-либо выводы. Система также может попытаться вычислить вашу геопозицию, но мы будем рады, если вы укажете позицию с помощью карты ниже.
se: Mitä tarkemmat tiedot meillä on, sitä paremmin voimme arvioida tietoja ja siten antaa lausuntoja. Järjestelmä voi myös yrittää tehdä osoitteesta geopaikannuksen, mutta olisimme tyytyväisiä, jos täsmentäisit sijainnin alla olevan kartan avulla.
sk: Čím presnejšie údaje máme, tým lepšie ich môžeme vyhodnotiť a tak posilniť ich výpovednú hodnotu. Systém sa môže pokúsiť urobiť geolokáciu zo zadanej adresy, ale boli by sme radi, keby ste určili polohu pomocou mapy nižšie.
sl: Natančnejši kot so podatki, ki jih imamo, bolje jih lahko ovrednotimo in s tem spodbudimo izjave. Sistem lahko iz naslova poskuša določiti tudi geoposelitev, vendar bomo veseli, če boste položaj določili s spodnjim zemljevidom.
sv: Ju mer exakta uppgifter vi har, desto bättre kan vi utvärdera dem och därmed ge energi åt uttalanden. Systemet kan också försöka göra en geoposition av adressen, men vi skulle bli glada om du specificerar positionen med hjälp av kartan nedan.

source: Lookup entered address
cs: Vyhledávání zadané adresy
da: Opslag af indtastet adresse
el: Αναζήτηση εισαγόμενης διεύθυνσης
et: Sisestatud aadressi otsing
fr: Chercher une adresse
it: Cerca l'indirizzo inserito
ja: 入力されたアドレスの検索
lt: Įvesto adreso paieška
lv: Meklēt ievadīto adresi
nl: Opzoeken ingevoerd adres
pt: Endereço de pesquisa introduzido
ro: Căutarea adresei introduse
ru: Найти введенный адрес
se: Etsi syötetty osoite
sk: Vyhľadať zadanú adresu
sl: Iskanje vnesenega naslova
sv: Sök upp inmatad adress

source: Please check sensor position.
cs: Zkontrolujte polohu snímače.
da: Kontroller sensorens position.
el: Ελέγξτε τη θέση του αισθητήρα.
et: Palun kontrollige anduri asendit.
it: Si prega di controllare la posizione del sensore.
ja: センサーの位置を確認してください。
lt: Patikrinkite jutiklio padėtį.
lv: Lūdzu, pārbaudiet sensora pozīciju.
nl: Controleer de positie van de sensor.
pt: Por favor verificar a posição do sensor.
ro: Vă rugăm să verificați poziția senzorului.
se: Tarkista anturin asento.
sl: Preverite položaj senzorja.
sv: Kontrollera sensorns läge.

source: Hello,
cs: Dobrý den,
da: Hej,
el: Γεια σας,
et: Tere,
fr: Bonjour,
it: Salve,
ja: こんにちは。
lt: Sveiki,
lv: Sveiki,
nl: Hallo,
pt: Olá,
ro: Bună ziua,
ru: Здравствуйте,
se: Hei,
sk: Ahoj,
sl: Pozdravljeni,
sv: Hej,

source: to reset your password, please use the following URL:
cs: pro obnovení hesla použijte následující adresu URL:
da: for at nulstille din adgangskode, skal du bruge følgende URL:
el: για να επαναφέρετε τον κωδικό πρόσβασής σας, χρησιμοποιήστε την ακόλουθη διεύθυνση URL:
et: oma parooli lähtestamiseks kasutage palun järgmist URL-aadressi:
fr: Pour réinitialiser votre mot de passe, veuillez utiliser le lien suivant :
it: per reimpostare la tua password, utilizza il seguente URL:
ja: をご覧になり、以下のURLからパスワードを再設定してください。
lt: norėdami iš naujo nustatyti slaptažodį, naudokite šį URL adresą:
lv: lai atiestatītu paroli, lūdzu, izmantojiet šo URL adresi:
nl: om uw wachtwoord opnieuw in te stellen, gelieve de volgende URL te gebruiken:
pt: para redefinir a sua palavra-passe, utilize por favor o seguinte URL:
ro: pentru a vă reseta parola, vă rugăm să utilizați următoarea adresă URL:
ru: для сброса вашего пароля пожалуйста перейдите по данной ссылке:
se: Jos haluat palauttaa salasanasi, käytä seuraavaa URL-osoitetta:
sk: na obnovenie hesla použite nasledujúcu URL:
sl: za ponastavitev gesla uporabite naslednji URL:
sv: för att återställa ditt lösenord, vänligen använd följande URL:

source: If you have not requested a new password on Sensor.Community, you can ignore this e-mail.
cs: Pokud jste si na stránkách Sensor.Community nevyžádali nové heslo, můžete tento e-mail ignorovat.
da: Hvis du ikke har anmodet om en ny adgangskode på Sensor.Community, kan du ignorere denne e-mail.
el: Εάν δεν έχετε ζητήσει νέο κωδικό πρόσβασης στην Sensor.Community, μπορείτε να αγνοήσετε αυτό το e-mail.
et: Kui te ei ole Sensor.Community's uut salasõna taotlenud, võite seda e-kirja ignoreerida.
fr: Si vous n'avez pas demandé un nouveau mot de passe sur Sensor.Community, vous pouvez ignorer ce message.
it: Se non hai richiesto una nuova password su Sensor.Community, puoi ignorare questa e-mail.
ja: Sensor.Communityで新しいパスワードを要求していない場合は、このメールを無視することができます。
lt: Jei Sensor.Community neprašėte naujo slaptažodžio, galite ignoruoti šį el. laišką.
lv: Ja vietnē Sensor.Community neesat pieprasījis jaunu paroli, šo e-pastu varat ignorēt.
nl: Als u geen nieuw wachtwoord hebt aangevraagd op Sensor.Community, kunt u deze e-mail negeren.
pt: Se não solicitou uma nova palavra-passe no Sensor.Community, pode ignorar este e-mail.
ro: Dacă nu ați solicitat o nouă parolă pe Sensor.Community, puteți ignora acest e-mail.
se: Jos et ole pyytänyt uutta salasanaa Sensor.community-sivustolla, voit jättää tämän sähköpostiviestin huomiotta.
sk: Ak ste na Sensor.Community nepožiadali o nové heslo, môžete tento e-mail ignorovať.
sl: Če v Sensor.Community niste zahtevali novega gesla, tega e-poštnega sporočila ne upoštevajte.
sv: Om du inte har begärt ett nytt lösenord på Sensor.Community kan du ignorera det här e-postmeddelandet.

source: Sincerely, Your Sensor.Community team
cs: S pozdravem, Váš tým Sensor.Community
da: Med venlig hilsen, dit Sensor.Community-team
el: Ειλικρινά, Η ομάδα σας Sensor.Community
et: Lugupidamisega, Teie Sensor.Community meeskond
it: Cordialmente, il vostro team Sensor.Community
lt: Su pagarba, Jūsų Sensor.Community komanda
lv: Ar cieņu, Jūsu Sensor.Community komanda
nl: Hoogachtend, Uw Sensor.Community team
pt: Atenciosamente, a sua equipa Sensor.Community
ro: Cu stimă, echipa dumneavoastră Sensor.Community
se: Ystävällisin terveisin, Sensor.Community-tiimisi
sl: S spoštovanjem, vaša ekipa Sensor.Community
sv: Med vänliga hälsningar, ditt Sensor.Community-team

source: in order to manage your sensor in the future, we have created an account for you. Please enter a password under the following link:
cs: abychom mohli v budoucnu spravovat váš senzor, vytvořili jsme pro vás účet. Zadejte prosím heslo pod následujícím odkazem:
da: for at kunne administrere din sensor i fremtiden har vi oprettet en konto til dig. Indtast venligst en adgangskode under følgende link:
el: για να μπορείτε να διαχειρίζεστε τον αισθητήρα σας στο μέλλον, δημιουργήσαμε έναν λογαριασμό για εσάς. Παρακαλούμε εισάγετε έναν κωδικό πρόσβασης στον ακόλουθο σύνδεσμο:
et: selleks, et hallata oma andurit tulevikus, oleme loonud teile konto. Palun sisestage salasõna alljärgneva lingi all:
fr: pour que vous puissiez gérer votre détecteur ultérieurement, nous avons créé un compte pour vous. Veuillez saisir un mot de passe en suivant ce lien :
it: Per poter gestire il tuo sensore in futuro, abbiamo creato un account per te. Inserisci una password al seguente link:
ja: 今後、お客様のセンサーを管理するために、お客様用のアカウントを作成しています。以下のリンクからパスワードを入力してください。
lt: kad ateityje galėtumėte valdyti jutiklį, sukūrėme jums paskyrą. Įveskite slaptažodį pagal šią nuorodą:
lv: lai turpmāk varētu pārvaldīt sensoru, esam izveidojuši jūsu kontu. Lūdzu, ievadiet paroli šajā saitē:
nl: om uw sensor in de toekomst te kunnen beheren, hebben wij een account voor u aangemaakt. Voer een wachtwoord in onder de volgende link:
pt: a fim de gerir o seu sensor no futuro, criámos uma conta para si. Por favor, introduza uma palavra-passe na seguinte ligação:
ro: pentru a vă gestiona senzorul în viitor, am creat un cont pentru dumneavoastră. Vă rugăm să introduceți o parolă la următorul link:
ru: чтобы в будущем вы могли управлять вашим датчиком, мы создали для вас аккаунт. Пожалуйста, введите пароль по следующей ссылке:
se: olemme luoneet sinulle tilin, jotta voit hallita anturiasi tulevaisuudessa. Syötä salasana seuraavan linkin kautta:
sk: aby ste v budúcnosti mohli senzor spravovať, vytvorili sme pre vás účet. Zadajte heslo na nasledujúcom linku:
sl: za upravljanje vašega senzorja v prihodnosti smo za vas ustvarili račun. Geslo vnesite pod naslednjo povezavo:
sv: För att kunna hantera din sensor i framtiden har vi skapat ett konto åt dig. Ange ett lösenord under följande länk:

source: If you have not created an account on Sensor.Community, you can ignore this e-mail.
cs: Pokud jste si na Sensor.Community nevytvořili účet, můžete tento e-mail ignorovat.
da: Hvis du ikke har oprettet en konto på Sensor.Community, kan du ignorere denne e-mail.
el: Εάν δεν έχετε δημιουργήσει λογαριασμό στην Sensor.Community, μπορείτε να αγνοήσετε αυτό το e-mail.
et: Kui te ei ole Sensor.Community's kontot loonud, võite seda e-kirja ignoreerida.
fr: Si vous n'avez pas créé de compte sur Sensor.Community, vous pouvez ignorer ce courriel.
it: Se non hai creato un account su Sensor.Community, puoi ignorare questa e-mail.
ja: Sensor.Communityにアカウントを作成していない場合は、このメールは無視して構いません。
lt: Jei nesate susikūrę paskyros Sensor.Community, galite ignoruoti šį el. laišką.
lv: Ja neesat izveidojis kontu vietnē Sensor.Community, varat ignorēt šo e-pastu.
nl: Als u nog geen account hebt aangemaakt op Sensor.Community, kunt u deze e-mail negeren.
pt: Se não tiver criado uma conta no Sensor.Community, pode ignorar este e-mail.
ro: Dacă nu v-ați creat un cont pe Sensor.Community, puteți ignora acest e-mail.
se: Jos et ole luonut tiliä Sensor.Communityyn, voit jättää tämän sähköpostiviestin huomiotta.
sk: Ak ste si nevytvorili účet na Sensor.Community, môžete tento e-mail ignorovať.
sl: Če niste ustvarili računa v Sensor.Community, tega e-poštnega sporočila ne upoštevajte.
sv: Om du inte har skapat ett konto på Sensor.Community kan du ignorera det här e-postmeddelandet.

source: a particulate matter sensor has been handed over to your control. Please log in with this mail address to take data and settings or to change them:
cs: senzor pevných částic byl předán vaší kontrole. Pro převzetí dat a nastavení nebo jejich změnu se přihlaste pomocí této e-mailové adresy:
da: en partikelføler er blevet overdraget til din kontrol. Log venligst ind med denne mailadresse for at hente data og indstillinger eller ændre dem:
el: ένας αισθητήρας σωματιδίων έχει παραδοθεί στον έλεγχό σας. Παρακαλούμε συνδεθείτε με αυτή τη διεύθυνση ηλεκτρονικού ταχυδρομείου για να λάβετε δεδομένα και ρυθμίσεις ή να τις αλλάξετε:
et: tahkete osakeste andur on üle antud teie kontrollile. Palun logige selle e-posti aadressiga sisse, et võtta andmeid ja seadistusi või neid muuta:
fr: On vous a transféré un détecteur de particules fines. Veuillez vous connecter avec cette adresse électronique pour confirmer les informations et les configurations ou bien les modifier.
it: un sensore di particolato è stato consegnato al vostro controllo. Accedete con questo indirizzo e-mail per prendere i dati e le impostazioni o per cambiarli:
ja: a particulate matter sensor has been handed over to your control. このメールアドレスでログインして、データや設定を取ったり、変更したりしてください。
lt: kietųjų dalelių jutiklis buvo perduotas jūsų kontrolei. Prisijunkite šiuo el. pašto adresu, kad galėtumėte priimti duomenis ir nustatymus arba juos pakeisti:
lv: daļiņu sensors ir nodots jūsu kontrolei. Lai noņemtu datus un iestatījumus vai tos mainītu, piesakieties, izmantojot šo e-pasta adresi:
nl: een fijnstofsensor is overgedragen aan uw controle. Log in met dit mailadres om gegevens en instellingen over te nemen of te wijzigen:
pt: um sensor de partículas em suspensão foi entregue ao seu controlo. Por favor, inicie sessão com este endereço de correio para obter dados e configurações ou para os alterar:
ro: un senzor de particule în suspensie a fost predat controlului dumneavoastră. Vă rugăm să vă conectați cu această adresă de e-mail pentru a prelua datele și setările sau pentru a le modifica:
ru: датчик мелкодисперсных частиц был передан под ваш контроль. Пожалуйста, войдите с этим почтовым адресом, чтобы получить данные и настройки или изменить их:
se: hiukkasanturi on luovutettu valvontaasi. Kirjaudu sisään tällä sähköpostiosoitteella ottaaksesi tietoja ja asetuksia tai muuttaaksesi niitä:
sk: senzor pevných znečisťujúcich látok bol prenesený pod vašu správu. Prosím, prihláste sa pomocou tejto e-mailovej adresy, aby ste mohli upravovať nastavenia a prijímať dáta:
sl: senzor za delce je bil predan vašemu nadzoru. Če želite prevzeti podatke in nastavitve ali jih spremeniti, se prijavite s tem poštnim naslovom:
sv: en partikelavkännare har överlämnats till din kontroll. Logga in med den här e-postadressen för att hämta data och inställningar eller ändra dem:

source: If you have received a sensor by mistake, please report this at tech@sensor.community.
cs: Pokud jste senzor obdrželi omylem, nahlaste to prosím na adrese tech@sensor.community.
da: Hvis du har modtaget en sensor ved en fejltagelse, skal du anmelde dette på tech@sensor.community.
el: Εάν λάβατε έναν αισθητήρα κατά λάθος, παρακαλείστε να το αναφέρετε στο tech@sensor.community.
et: Kui olete ekslikult saanud anduri, teatage sellest aadressil tech@sensor.community.
fr: Si on vous a transféré un détecteur par erreur, veuillez envoyer un courriel à tech@sensor.community.
it: Se hai ricevuto un sensore per errore, segnalalo a tech@sensor.community.
ja: 誤ってセンサーを受け取った場合は、tech@sensor.community までご報告ください。
lt: Jei jutiklį gavote per klaidą, praneškite apie tai adresu tech@sensor.community.
lv: Ja kļūdaini esat saņēmis sensoru, lūdzu, ziņojiet par to pa e-pastu tech@sensor.community.
nl: Als u per ongeluk een sensor hebt ontvangen, kunt u dit melden op tech@sensor.community.
pt: Se tiver recebido um sensor por engano, por favor informe-o em tech@sensor.community.
ro: Dacă ați primit un senzor din greșeală, vă rugăm să raportați acest lucru la tech@sensor.community.
se: Jos olet saanut anturin vahingossa, ilmoita siitä osoitteeseen tech@sensor.community.
sk: Ak ste omylom dostali senzor, prosím, nahláste to na adresu info@luftdaten.info.
sl: Če ste senzor prejeli po pomoti, to sporočite na naslov tech@sensor.community.
sv: Om du har fått en sensor av misstag ska du anmäla detta på tech@sensor.community.

source: a fine dust sensor has been registered for you. Please log in with this mail address to take in or change data and settings:
cs: byl pro vás zaregistrován senzor jemného prachu. Přihlaste se prosím touto poštovní adresou, abyste mohli přijímat nebo měnit údaje a nastavení:
da: Der er registreret en sensor til fint støv til dig. Du skal logge ind med denne mailadresse for at indlæse eller ændre data og indstillinger:
el: έχει καταχωρηθεί για εσάς ένας αισθητήρας λεπτής σκόνης. Παρακαλούμε συνδεθείτε με αυτή τη διεύθυνση ηλεκτρονικού ταχυδρομείου για να λάβετε ή να αλλάξετε δεδομένα και ρυθμίσεις:
et: teie jaoks on registreeritud peentolmuandur. Andmete ja seadete sisestamiseks või muutmiseks logige sisse selle e-posti aadressiga:
fr: Un détecteur de particules fines a été enregistré pour vous. Veuillez vous connecter avec cette adresse électronique pour confirmer ou bien modifier les informations et les configurations.
it: un sensore per polveri sottili è stato registrato per te. Si prega di accedere con questo indirizzo e-mail per prendere o modificare i dati e le impostazioni:
ja: ファインダストセンサーを登録しました。このメールアドレスでログインして、データや設定の取り込み、変更を行ってください。
lt: užregistruotas smulkių dulkių jutiklis. Prisijunkite šiuo el. pašto adresu, kad galėtumėte įvesti arba pakeisti duomenis ir nustatymus:
lv: jums ir reģistrēts smalko putekļu sensors. Lai ievadītu vai mainītu datus un iestatījumus, lūdzu, piesakieties, izmantojot šo e-pasta adresi:
nl: er is een fijnstofsensor voor u geregistreerd. Log in met dit mailadres om gegevens en instellingen in te voeren of te wijzigen:
pt: um sensor de poeira fina foi registado para si. Por favor, inicie sessão com este endereço de correio para receber ou alterar dados e configurações:
ro: a fost înregistrat pentru dvs. un senzor de praf fin. Vă rugăm să vă conectați cu această adresă de e-mail pentru a prelua sau modifica datele și setările:
ru: датчик мелкодисперсной пыли был зарегистрирован для вас. Пожалуйста, войдите с этим адресом электронной почты, чтобы принять или изменить данные и настройки:
se: sinulle on rekisteröity hieno pölyanturi. Kirjaudu sisään tällä sähköpostiosoitteella ottaaksesi tai muuttaaksesi tietoja ja asetuksia:
sk: bol pre vás zaregistrovaný senzor prachových častíc. Prosím, prihláste sa pomocou tejto e-mailovej adresy, aby ste mohli upravovať nastavenia a prijímať dáta:
sl: za vas je bilo registrirano tipalo za fini prah. Če želite vnesti ali spremeniti podatke in nastavitve, se prijavite s tem e-poštnim naslovom:
sv: en sensor för fint damm har registrerats för dig. Logga in med denna e-postadress för att ta in eller ändra data och inställningar:
