Repository: NewGardenFarms/devices.sensor.community
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: cs, da, el, et, fr, it, ja, lt, lv, nl, pl, pt, ro, ru, se, sk, sl, sv

source: temperature/humidity sensor DHT22
ja: 温湿度センサー DHT22
lt: temperatūros ir drėgmės jutiklis DHT22
lv: temperatūras un mitruma sensors DHT22
pt: sensor de humidade térmica DHT22
ro: senzor de temperatură-umiditate DHT22
sl: senzor temperature in vlage DHT22
sv: temperatur-fuktighetssensor DHT22

source: temperature/pressure sensor BMP180
ja: 温度圧力センサー BMP180
lt: temperatūros ir slėgio jutiklis BMP180
lv: temperatūrasspiediena sensors BMP180
pt: sensor de pressão de temperatura BMP180
ro: senzor de temperatură-presiune BMP180
sl: temperaturno-tlačni senzor BMP180
sv: temperaturtryckgivare BMP180

source: temperature/pressure sensor BMP280
ja: 温度圧力センサー BMP280
lt: temperatūros ir slėgio jutiklis BMP280
lv: temperatūras spiediena sensors BMP280
pt: sensor de pressão de temperatura BMP280
ro: senzor de temperatură-presiune BMP280
sl: temperaturno-tlačni senzor BMP280
sv: temperaturtryckgivare BMP280

source: temperature/humidity/pressure sensor BME280
ja: 温度・湿度・圧力センサー BME280
lt: temperatūros, drėgmės, slėgio jutiklis BME280
lv: temperatūras, mitruma, spiediena sensors BME280
pt: sensor de temperatura-pressão BME280
ro: temperaturăumiditatepresiune senzor de presiune BME280
sl: senzor temperaturevlagetlaka BME280
sv: temperaturfuktighettryckgivare BME280

source: temperature/humidity/CO₂ ppm sensor SCD30
ja: 温湿度CO₂ ppmセンサー SCD30
lt: temperatūros ir drėgmėsCO₂ ppm jutiklis SCD30
lv: temperatūras un mitrumaCO₂ ppm sensors SCD30
pt: temperaturehumidityCO₂ sensor ppm SCD30
ro: temperatură-umiditateCO₂ senzor ppm SCD30
sl: senzor temperaturevlageCO₂ ppm SCD30
sv: temperaturfuktighetCO₂ ppm-sensor SCD30

source: Settings saved successfully.
cs: Nastavení bylo úspěšně uloženo.
da: Indstillingerne er gemt med succes.
el: Οι ρυθμίσεις αποθηκεύτηκαν με επιτυχία.
et: Seaded salvestatud edukalt.
fr: Configuration enregistrée avec succès
it: Impostazioni salvate con successo.
ja: 設定の保存に成功しました。
lt: Nustatymai sėkmingai išsaugoti.
lv: Iestatījumi ir veiksmīgi saglabāti.
nl: Instellingen succesvol opgeslagen.
pl: Ustawienia zapisane.
pt: Definições guardadas com sucesso.
ro: Setările au fost salvate cu succes.
ru: Настройки успешно сохранены.
se: Asetukset tallennettu onnistuneesti.
sk: Nastavenia boli úspešne uložené.
sl: Nastavitve so bile uspešno shranjene.
sv: Inställningarna har sparats.

source: Sensor successfully registered.
cs: Senzor byl úspěšně zaregistrován.
da: Sensor registreret med succes.
el: Ο αισθητήρας καταχωρήθηκε επιτυχώς.
et: Andur edukalt registreeritud.
fr: Détecteur enregistré avec succès
it: Sensore registrato con successo.
ja: センサーの登録が完了しました。
lt: Jutiklis sėkmingai užregistruotas.
lv: Sensors veiksmīgi reģistrēts.
nl: Sensor succesvol geregistreerd.
pl: Czunik został zarejestrowany.
pt: Sensor registado com sucesso.
ro: Senzorul a fost înregistrat cu succes.
ru: Сенсор успешно зарегистрирован.
se: Anturi rekisteröity onnistuneesti.
sk: Senzor bol úspešne zaregistrovaný.
sl: Senzor je bil uspešno registriran.
sv: Givaren har registrerats.

source: This sensor ID is already registered.
cs: Toto ID senzoru je již zaregistrováno.
da: Dette sensor-ID er allerede registreret.
el: Αυτό το αναγνωριστικό αισθητήρα είναι ήδη καταχωρημένο.
et: See anduri ID on juba registreeritud.
fr: Cet ID de capteur est déjà enregistré.
it: Questo ID sensore è già registrato.
ja: このセンサーIDはすでに登録されています。
lt: Šis jutiklio ID jau užregistruotas.
lv: Šis sensora ID jau ir reģistrēts.
nl: Deze sensor ID is al geregistreerd.
pl: Czujnik o tym numerze (ID) jest już zarejestrowany.
pt: Este ID de sensor já está registado.
ro: Acest ID de senzor este deja înregistrat.
se: Tämä anturitunnus on jo rekisteröity.
sk: Toto ID senzora je už zaregistrované.
sl: Ta ID senzorja je že registriran.
sv: Detta sensor-ID är redan registrerat.

source: A fine dust sensor was transferred to you
cs: Byl k vám přenesen jemný prachový senzor
da: En sensor med fint støv blev overført til dig
el: Ένας αισθητήρας λεπτής σκόνης μεταφέρθηκε σε εσάς
et: Peen tolmuandur kanti teile üle
fr: On vous a transféré un détecteur de particules fines
it: Un sensore di polvere sottile è stato trasferito a voi
ja: ファインダストセンサーが転送されてきた
lt: Jums buvo perduotas smulkių dulkių jutiklis
lv: Jums tika nodots smalks putekļu sensors
nl: Een fijnstof sensor werd naar u overgebracht
pl: Czujnik pyłu zawieszonego został przekazany Tobie
pt: Foi transferido para si um sensor de poeira fina
ro: Un senzor de praf fin a fost transferat la tine
ru: Сенсор был перенесен в ваш список
se: Hieno pölyanturi siirrettiin sinulle
sk: Bol vám prenesený senzor prachových častíc
sl: Senzor za droben prah je bil prenesen na vas
sv: En fin dammsensor har överförts till dig

source: Access prohibited
cs: Zákaz vstupu
da: Adgang forbudt
el: Απαγορεύεται η πρόσβαση
et: Juurdepääs keelatud
fr: Accès interdit
it: Accesso vietato
ja: アクセス禁止
lt: Prieiga draudžiama
lv: Piekļuve aizliegta
nl: Toegang verboden
pl: Dostęp zabroniony
pt: Acesso proibido
ro: Accesul interzis
ru: Доступ запрещен
se: Pääsy kielletty
sk: Prístup zakázaný
sl: Dostop je prepovedan
sv: Tillträde förbjudet

source: You may not access this page. Maybe
cs: Na tuto stránku nemáte přístup. Možná
da: Du kan ikke få adgang til denne side. Måske
el: Δεν μπορείτε να έχετε πρόσβαση σε αυτή τη σελίδα. Ίσως
et: Te ei pääse sellele lehele ligi. Võib-olla
fr: Vous n'êtes pas autorisé accéder à cette page.
it: Non puoi accedere a questa pagina. Forse
ja: このページにアクセスできない場合があります。たぶん
lt: Jūs negalite pasiekti šio puslapio. Galbūt
lv: Jūs nedrīkstat piekļūt šai lapai. Varbūt
nl: U kunt niet op deze pagina komen. Misschien
pl: Nie możesz otworzyć tej strony. Może
pt: Não pode aceder a esta página. Talvez
ro: Nu puteți accesa această pagină. Poate
ru: Вы не имеете доступа к этой странице. Возможно
se: Et voi käyttää tätä sivua. Ehkä
sk: Nemôžete vstúpiť na túto stránku. Možno
sl: Do te strani ne smete dostopati. Morda
sv: Du kan inte komma åt den här sidan. Kanske

source: you must first log in?
cs: musíte se nejprve přihlásit?
da: skal du først logge ind?
el: πρέπει πρώτα να συνδεθείτε?
et: peate kõigepealt sisse logima?
fr: vous devez d'abord vous connecter
it: devi prima fare il login?
ja: は、最初にログインしなければならないのですか？
lt: pirmiausia turite prisijungti?
lv: jums vispirms jāpiesakās?
nl: moet je eerst inloggen?
pl: musisz się najpierw zalogować?
pt: tem primeiro de iniciar sessão?
ro: trebuie să vă conectați mai întâi?
ru: вам надо сперва войти?
se: sinun täytyy ensin kirjautua sisään?
sk: musíte sa najskôr prihlásiť?
sl: se morate najprej prijaviti?
sv: måste du först logga in?

source: Imprint
cs: Otisk
da: Tryk
el: Εκτύπωση
et: Jälg
fr: Mentions légales
it: Impronta
ja: プリント
lt: Atspaudas
nl: Afdruk
pl: Impressum
pt: Impressão
ro: Imprimare
se: Jälki
sk: Tiráž
sl: Odtis
sv: Tryck

source: Informations according to § 5 TMG
cs: Informace podle § 5 TMG
da: Oplysninger i henhold til § 5 TMG
el: Πληροφορίες σύμφωνα με την § 5 TMG
et: Teave vastavalt TMG § 5
fr: Information selon le paragraphe §5 de la loi allemande sur les télémédias (TMG)
it: Informazioni secondo il § 5 TMG
ja: § 5 TMGに基づく情報
lt: Informacija pagal TMG 5 straipsnį
lv: Informācija saskaņā ar TMG 5. pantu
nl: Informatie volgens § 5 TMG
pl: Informacje, zgodnie z § 5 TMG
pt: Informações de acordo com § 5 TMG
ro: Informații în conformitate cu § 5 TMG
ru: Юридическая информация
se: TMG:n 5 §:n mukaiset tiedot
sk: Informácie podľa § 5 TMG
sl: Informacije v skladu s § 5 TMG
sv: Information enligt § 5 TMG

source: Represented by:
cs: Zastoupená:
da: Repræsenteret af:
el: Εκπροσωπείται από:
et: Esindab:
fr: Représenté par :
it: Rappresentato da:
ja: 表現されています。
lt: Atstovauja:
lv: Pārstāv:
nl: Vertegenwoordigd door:
pl: Reprezentowane przez:
pt: Representado por:
ro: Reprezentat de:
ru: Представлена:
se: Edustaja:
sk: Zastúpený:
sl: Zastopa ga:
sv: Företrädd av:

source: Contact:
cs: Kontakt:
da: Kontakt:
el: Επικοινωνία:
et: Kontakt:
it: Contatto:
ja: 連絡先
lt: Susisiekite su:
lv: Kontaktpersona:
pl: Kontakt:
pt: Contacto:
ru: Контакты:
se: Yhteystiedot:
sk: Kontakt:
sl: Kontaktna oseba:
sv: Kontakt:

source: based on the concept and software development of Ernesto Ruge:
cs: na základě konceptu a vývoje softwaru Ernesta Rugeho:
da: baseret på Ernesto Ruge's koncept og softwareudvikling:
el: με βάση την ιδέα και την ανάπτυξη λογισμικού του Ernesto Ruge:
et: põhineb Ernesto Ruge kontseptsioonil ja tarkvaraarendusel:
fr: basé sur le concept et le développement de logiciel d'Ernesto Ruge :
it: basato sul concetto e lo sviluppo del software di Ernesto Ruge:
ja: Ernesto Ruge氏のコンセプトとソフトウェア開発に基づいています。
lt: remiantis Ernesto Ruge koncepcija ir programinės įrangos kūrimu:
lv: pamatojoties uz Ernesto Ruge koncepciju un programmatūras izstrādi:
nl: gebaseerd op het concept en de softwareontwikkeling van Ernesto Ruge:
pl: bazowane na pomyśle i oprogramowaniu stworzonym przez Ernesto Ruge:
pt: com base no conceito e desenvolvimento de software de Ernesto Ruge:
ro: bazat pe conceptul și dezvoltarea software-ului lui Ernesto Ruge:
ru: основано на концепте развития программного обеспечения Ernesto Ruge:
se: perustuu Ernesto Rugen konseptiin ja ohjelmistokehitykseen:
sk: založený na koncepte a vývoji softvéru od Ernesto Ruge:
sl: temelji na konceptu in razvoju programske opreme Ernesta Rugeja:
sv: bygger på Ernesto Ruges koncept och programvaruutveckling:

source: Contact: Website of Ernesto Ruge:
cs: Kontakt: Kontakt: Webové stránky Ernesta Rugeho:
da: Kontakt: Kontakt: Ernesto Ruge's hjemmeside:
el: Επικοινωνία: Ruge:
et: Kontakt: Ernesto Ruge veebisait:
fr: Contact : site web d'Ernesto Ruge
it: Contatto: Sito web di Ernesto Ruge:
ja: 連絡先 エルネスト・ルゲ氏のウェブサイト
lt: Susisiekite su: Ernesto Ruge svetainė:
lv: Kontaktpersona: Ernesto Ruge tīmekļa vietne:
nl: Contact: Website van Ernesto Ruge:
pl: Kontakt: Strona Ernesto Ruge:
pt: Contacto: Website de Ernesto Ruge:
ro: Contact: Pagina de internet a lui Ernesto Ruge:
ru: Контакты: веб страница Ernesto Ruge:
se: Yhteystiedot: Ernesto Rugen verkkosivusto:
sk: Kontakt: Webová stránka Ernesto Ruge:
sl: Kontaktna oseba: Spletna stran Ernesto Ruge:
sv: Kontakt: Kontakt: Ernesto Ruge:

source: Configure air quality sensor yourself
cs: Vlastní konfigurace snímače kvality vzduchu
da: Konfigurer selv luftkvalitetssensoren
el: Διαμορφώστε μόνοι σας τον αισθητήρα ποιότητας αέρα
et: Konfigureerige õhukvaliteedi andur ise
fr: Configurer vous-même votre détecteur
it: Configura da solo il sensore di qualità dell'aria
ja: 自分で空気清浄機を設定する
lt: Patys konfigūruokite oro kokybės jutiklį
lv: Gaisa kvalitātes sensora konfigurēšana
nl: Configureer zelf de luchtkwaliteitssensor
pl: Skonfiguruj swój czujnik jakości powietrza
pt: Configure você mesmo o sensor de qualidade do ar
ro: Configurați singur senzorul de calitate a aerului
ru: Настрой свой сенсор
se: Konfiguroi ilmanlaatuanturi itse
sk: Nakonfigurujte si sami senzor kvality vzduchu
sl: Sami konfigurirajte senzor kakovosti zraka
sv: Konfigurera luftkvalitetssensorn själv

source: Donate for Sensor.Community (Hardware, Software) now on Betterplace.org
cs: Přispějte na Sensor.Community (hardware, software) nyní na Betterplace.org
da: Donér til Sensor.Community (Hardware, Software) nu på Betterplace.org
el: Δωρεά για Sensor.Community (Hardware, Software) τώρα στο Betterplace.org
et: Annetada Sensor.Community jaoks (riistvara, tarkvara) nüüd Betterplace.org veebilehel
it: Donazioni per Sensor.Community (Hardware, Software) ora su Betterplace.org
ja: Betterplace.orgに掲載されたSensor.Community (ハードウェア、ソフトウェア)に寄付をする
lt: Paaukokite "Sensor.Community" (aparatinė ir programinė įranga) dabar Betterplace.org
lv: Ziedot par Sensor.Community (aparatūra, programmatūra) tagad vietnē Betterplace.org
nl: Doneer voor Sensor.Community (Hardware, Software) nu op Betterplace.org
pt: Doação para Sensor.Community (Hardware, Software) agora em Betterplace.org
ro: Donează pentru Sensor.Community (Hardware, Software) acum pe Betterplace.org
se: Lahjoita Sensor.Community (Laitteisto, Ohjelmisto) nyt Betterplace.org-sivustolla
sl: Donacija za Sensor.Community (strojna in programska oprema) zdaj na Betterplace.org
sv: Donera till Sensor.Community (hårdvara, mjukvara) nu på Betterplace.org

source: Donate for<br>Sensor.Community<br>now on<br><span>Betterplace.org</span>
cs: Přispějte pro<br>Sensor.Community<br>teď na<br><span>Betterplace.org</span>.
da: Donér til<br>Sensor.Community<br>nu på<br><span>Betterplace.org</span>
el: Δωρεά για<br>Sensor.Community<br>τώρα στο<br>s<span>Betterplace.org</span>
et: Annetada<br>Sensor.Community<br> nüüd<br><span>Betterplace.org<span> kaudu.
it: Dona per<br>Sensor.Community<br>ora su<br><span>Betterplace.org<span>
ja: &lt;br&gt;Sensor.Communityへの寄付は&lt;br&gt;今すぐ&lt;br&gt;&lt;span&gt;Betterplace.org&lt;span&gt;で。
lt: Paaukokite už<br>Sensor.Community<br>nuo šiol<br><span>Betterplace.org<span>
lv: Ziedot par&lt;br&gt;Sensor.Community&lt;br&gt;jau tagad&lt;br&gt;&lt;span&gt;Betterplace.org&lt;span&gt;
nl: Doneer voor<br>Sensor.Community<br>nu op<br><span>Betterplace.org<span>
pt: Doar para&lt;br&gt;Sensor.Community&lt;br&gt;now on&lt;br&gt;span&gt;Betterplace.org&lt;span&gt;
ro: Donează pentru<br>Sensor.Community<br>acum pe<br><span>Betterplace.org<span>.
se: Lahjoita <br>Sensor.Community<br> nyt osoitteessa <br><span>Betterplace.org<span>.
sl: Donacija za<br>Sensor.Community<br>tudi na&lt<br><span>Betterplace.org</span>
sv: Donera för&lt;br&gt;Sensor.Community&lt;br&gt;nu på&lt;br&gt;&lt;span&gt;Betterplace.org&lt;span&gt;

source: Configure Luftdaten
cs: Konfigurace údajů o vzduchu
da: Konfigurere luftdata
el: Διαμόρφωση δεδομένων αέρα
et: Õhuandmete konfigureerimine
fr: Configurer Luftdaten
it: Configurare i dati dell'aria
ja: エアデータの設定
lt: Oro duomenų konfigūravimas
lv: Gaisa datu konfigurēšana
nl: Configureer luchtgegevens
pl: Skonfiguruj Luftdaten
pt: Configurar dados aéreos
ro: Configurarea datelor aeriene
ru: Зарегистрируй свой сенсор!
se: Konfiguroi ilmatiedot
sk: Konfigurovať Luftdaten
sl: Konfiguracija podatkov o zraku
sv: Konfigurera luftdata

source: The main purpose of this page is to enable you, as the owner of a fine dust sensor, to configure the location and other parameters yourself.
cs: Hlavním účelem této stránky je umožnit vám jako majiteli senzoru jemného prachu, abyste si sami nakonfigurovali umístění a další parametry.
da: Hovedformålet med denne side er at gøre det muligt for dig som ejer af en finstøvssensor selv at konfigurere placeringen og andre parametre.
el: Ο κύριος σκοπός αυτής της σελίδας είναι να μπορέσετε εσείς, ως ιδιοκτήτης ενός αισθητήρα λεπτής σκόνης, να ρυθμίσετε τη θέση και άλλες παραμέτρους.
et: Selle lehekülje peamine eesmärk on võimaldada teil kui peentolmuanduri omanikul ise seadistada asukoht ja muud parameetrid.
fr: L'objectif principal de cette page est de vous permettre de configurer le détecteur de particules fines dont vous êtes le propriétaire.
it: Lo scopo principale di questa pagina è di permetterti, come proprietario di un sensore di polveri sottili, di configurare tu stesso la posizione e altri parametri.
ja: このページは、ファインダストセンサーをお持ちのお客様が、ご自身で位置情報などを設定していただくことを目的としています。
lt: Pagrindinė šio puslapio paskirtis - suteikti jums, kaip smulkių dulkių jutiklio savininkui, galimybę pačiam konfigūruoti vietą ir kitus parametrus.
lv: Šīs lapas galvenais mērķis ir ļaut jums kā smalko putekļu sensora īpašniekam pašam konfigurēt atrašanās vietu un citus parametrus.
nl: Het belangrijkste doel van deze pagina is om u, als eigenaar van een fijnstofsensor, in staat te stellen zelf de locatie en andere parameters te configureren.
pl: Głównym celem tej strony jest umożliwienie Tobie, jako właścicielowi czujnika pyłów zawieszonych, skonfigurowania lokalizacji oraz jego parametrów.
pt: O principal objectivo desta página é permitir-lhe, como proprietário de um sensor de poeira fina, configurar você mesmo a localização e outros parâmetros.
ro: Scopul principal al acestei pagini este de a vă permite, în calitate de proprietar al unui senzor de praf fin, să configurați singur locația și alți parametri.
ru: Основная цель этой страницы - предоставить владельцу датчика возможность зарегистрировать его адрес установки для отображения на карте.
se: Tämän sivun päätarkoituksena on, että voit hienopölyanturin omistajana määrittää sijainnin ja muut parametrit itse.
sk: Hlavným účelom tejto stránky je umožniť vám, ako vlastníkovi senzora prachových častíc, nakonfigurovať jeho polohu a ďalšie parametre.
sl: Glavni namen te strani je, da lahko kot lastnik senzorja za fini prah sami konfigurirate lokacijo in druge parametre.
sv: Huvudsyftet med den här sidan är att du, som ägare av en fin dammsensor, själv ska kunna konfigurera platsen och andra parametrar.

source: Click here to <a href="%(login_url)s">log in</a>.
cs: Klikněte zde pro <a href="%(login_url)s">přihlášení</a>.
da: Klik her for at <a href="%(login_url)s">logge ind</a>.
el: Κάντε κλικ εδώ για να <a href="%(login_url)s">συνδεθείτε</a>.
et: Klõpsake siin, et <a href="%(login_url)s">sisselogimiseks</a>.
fr: Cliquez ici pour <a href="%(login_url)s">vous connecter</a>.
it: Clicca qui per <a href="%(login_url)s">log in</a>.
ja: ここをクリックすると、<a href="%(login_url)s">log in</a>となります
lt: Spustelėkite čia ir <a href="%(login_url)s">prisijunkite</a>.
lv: Noklikšķiniet šeit, lai <a href="%(login_url)s">pierakstītos</a>.
nl: Klik hier om <a href="%(login_url)s>in te loggen</a>.
pl: Naciśnij tutaj, aby się <a href="%(login_url)s">zalogować</a>.
pt: Clique aqui para <a href="%(login_url)s">log in</a>.
ro: Faceți clic aici pentru <a href="%(login_url)s">log in</a>.
ru: Нажмите сюда чтобы <a href="%(login_url)s">войти</a>.
se: Klikkaa tästä <a href="%(login_url)s">kirjaudu sisään</a>.
sk: Kliknite tu pre <a href="%(login_url)s">prihlásenie</a>.
sl: Kliknite tukaj za <a href="%(login_url)s">prijavo</a>.
sv: Klicka här för att <a href="%(login_url)s">logga in</a>.

source: General information can be found at <a href="%(home_url)s">Sensor.Community</a> - formerly known as Luftdaten.info, as well as the <a href="%(manual_url)s">building instructions</a>. Sensor data can be found on <a href="%(map_url)s">the fine dust map</a> or <a href="%(archive_url)s">be downloaded as CSVs</a>.
cs: Obecné informace naleznete na <a href="%(home_url)s">Sensor.Community</a> - dříve známé jako Luftdaten.info, stejně jako <a href="%(manual_url)s">návod k sestavení</a>. Data ze senzorů lze nalézt na <a href="%(map_url)s">mapě jemného prachu</a> nebo <a href="%(archive_url)s">stáhnout ve formátu CSV</a>.
da: Generelle oplysninger kan findes på <a href="%(home_url)s">Sensor.Community</a> - tidligere kendt som Luftdaten.info, samt på <a href="%(manual_url)s">byggevejledning</a>. Sensordata kan findes på <a href="%(map_url)s">finkortet over fint støv</a> eller <a href="%(archive_url)s">kan downloades som CSV-filer</a>.
el: Γενικές πληροφορίες μπορείτε να βρείτε στη διεύθυνση <a href="%(home_url)s">Sensor.Community</a> - παλαιότερα γνωστή ως Luftdaten.info, καθώς και τις <a href="%(manual_url)s">οδηγίες κατασκευής</a>. Τα δεδομένα των αισθητήρων μπορούν να βρεθούν στον <a href="%(map_url)s">χάρτη λεπτόκοκκης σκόνης</a> ή <a href="%(archive_url)s">να τα κατεβάσετε σε μορφή CSV</a>.
et: Üldist teavet leiate <a href="%(home_url)s">Sensor.Community</a> - varem tuntud kui Luftdaten.info, samuti <a href="%(manual_url)s">ehitusjuhendid</a>. Andurite andmed on leitavad <a href="%(map_url)s">peentolmukaardilt</a> või <a href="%(archive_url)s">laaditakse alla CSV-formaadis</a>.
it: Informazioni generali possono essere trovate su <a href="%(home_url)s">Sensor.Community</a> - precedentemente noto come Luftdaten.info, così come le <a href="%(manual_url)s">istruzioni per la costruzione</a>. I dati dei sensori possono essere trovati su <a href="%(map_url)s">la mappa delle polveri sottili</a> o <a href="%(archive_url)s">essere scaricati come CSV</a>.
ja: 一般的な情報は、<a href="%(home_url)s">Sensor.Community</a>（旧Luftdaten.info）に掲載されており、また<a href="%(manual_url)s">building instructions</a>にも掲載されています。 センサーデータは、<a href="%(map_url)s">ファインダストマップ</a>や<a href="%(archive_url)s">CSVダウンロード</a>でご覧いただけます。
lt: Bendros informacijos galima rasti <a href="%(home_url)s">Sensor.Community</a> - anksčiau žinomame kaip Luftdaten.info, taip pat <a href="%(manual_url)s">statybos instrukcijos</a>. Jutiklių duomenis galima rasti <a href="%(map_url)s">smulkių dulkių žemėlapyje</a> arba <a href="%(archive_url)s">pasiimti CSV formatu</a>.
lv: Vispārīgu informāciju var atrast <a href="%(home_url)s">Sensor.Community</a> - agrāk pazīstams kā Luftdaten.info, kā arī <a href="%(manual_url)s">būvniecības instrukcijas</a>. Sensoru datus var atrast <a href="%(map_url)s">smalko putekļu kartē</a> vai <a href="%(archive_url)s">iegādāties CSV formātā</a>.
nl: Algemene informatie kunt u vinden op <a href="%(home_url)s">Sensor.Community</a> - voorheen bekend als Luftdaten.info, evenals de <a href="%(manual_url)s">bouwhandleiding</a>. De sensorgegevens zijn te vinden op <a href="%(map_url)s">de fijnstofkaart</a> of <a href="%(archive_url)s">te downloaden als CSV's</a>.
pt: Informação geral pode ser encontrada em <a href="%(home_url)s">Sensor.Community</a> - anteriormente conhecido como Luftdaten.info, bem como o <a href="%(manual_url)s"> instruções de construção</a>. Os dados dos sensores podem ser encontrados em <a href="%(map_url)s">o mapa do pó fino</a> ou <a href="%(archive_url)s">ser descarregados como CSVs</a>.
ro: Informații generale pot fi găsite la <a href="%(home_url)s">Sensor.Community</a> - cunoscut anterior sub numele de Luftdaten.info, precum și la <a href="%(manual_url)s">instrucțiuni de construcție</a>. Datele senzorilor pot fi găsite pe <a href="%(map_url)s">carta prafului fin</a> sau <a href="%(archive_url)s">pot fi descărcate ca CSV-uri</a>.
se: Yleistä tietoa löytyy osoitteesta <a href="%(home_url)s">Sensor.Community</a> - aiemmin tunnettu nimellä Luftdaten.info, sekä <a href="%(manual_url)s">rakennusohjeet</a>. Sensoritiedot löytyvät <a href="%(map_url)s">hienopölykartalta</a> tai <a href="%(archive_url)s">latattavissa CSV-tiedostoina</a>.
sk: Všeobecné informácie nájdete na <a href="%(home_url)s">Sensor.Community</a> - predtým známe ako Luftdaten.info, ako aj <a href="%(manual_url)s">návod na stavbu</a>. Údaje zo snímačov možno nájsť na <a href="%(map_url)s">mape jemného prachu</a> alebo <a href="%(archive_url)s">je možné ich stiahnuť ako CSV</a>.
sl: Splošne informacije so na voljo na <a href="%(home_url)s">Sensor.Community</a> - prej znan kot Luftdaten.info, kot tudi <a href="%(manual_url)s">navodila za gradnjo</a>. Podatki senzorjev so na voljo na <a href="%(map_url)s">karti drobnega prahu</a> ali <a href="%(archive_url)s">se lahko prenesejo kot CSV</a>.
sv: Allmän information finns på <a href="%(home_url)s">Sensor.Community</a> - tidigare känt som Luftdaten.info, samt <a href="%(manual_url)s">byggnadsanvisningar</a>. Sensordata kan hittas på <a href="%(map_url)s">finkortet</a> eller <a href="%(archive_url)s">hämtas som CSV-filer</a>.

source: Join us!
cs: Přidejte se k nám!
da: Vær med!
el: Ελάτε μαζί μας!
et: Liitu meiega!
fr: Rejoignez-nous
it: Unisciti a noi!
ja: 参加してみませんか？
lt: Prisijunkite prie mūsų!
lv: Pievienojieties mums!
nl: Doe met ons mee!
pl: Dołącz do nas!
pt: Junte-se a nós!
ro: Alăturați-vă nouă!
ru: Присоединяйтесь!
se: Liity meihin!
sk: Pridajte sa k nám!
sl: Pridružite se nam!
sv: Gå med oss!
