Repository: NewGardenFarms/devices.sensor.community
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: cs, da, el, et, fr, it, ja, lt, lv, nl, pl, pt, ro, ru, se, sk, sl, sv

source: With this form you can keep the data of the sensor up to date. Please note that only precise data can lead to precise evaluations with which we can also argue politically. It is therefore important that the basic sensor data is always kept up to date.
cs: Pomocí tohoto formuláře můžete udržovat data senzoru aktuální. Upozorňujeme, že pouze přesné údaje mohou vést k přesnému vyhodnocení, kterým můžeme také politicky argumentovat. Proto je důležité, aby základní údaje o senzoru byly vždy aktuální.
da: Med denne formular kan du holde sensorens data opdateret. Bemærk venligst, at kun præcise data kan føre til præcise vurderinger, som vi også kan argumentere politisk med. Det er derfor vigtigt, at de grundlæggende sensordata altid holdes ajour.
el: Με αυτή τη φόρμα μπορείτε να διατηρείτε τα δεδομένα του αισθητήρα ενημερωμένα. Λάβετε υπόψη ότι μόνο ακριβή δεδομένα μπορούν να οδηγήσουν σε ακριβείς αξιολογήσεις με τις οποίες μπορούμε επίσης να επιχειρηματολογήσουμε πολιτικά. Επομένως, είναι σημαντικό τα βασικά δεδομένα του αισθητήρα να είναι πάντα ενημερωμένα.
et: Selle vormiga saate hoida anduri andmeid ajakohasena. Pange tähele, et ainult täpsed andmed võivad viia täpsete hinnanguteni, millega saame ka poliitiliselt argumenteerida. Seetõttu on oluline, et anduri põhiandmed oleksid alati ajakohased.
fr: Avec ce formulaire, vous pouvez mettre à jour les informations de votre détecteur. Veuillez prendre en compte que seules des informations précises permettent des évaluations et études précises nécessaires à une influence politique. Les informations de base sur le détecteur doivent donc être bien vérifiées.
it: Con questo modulo è possibile mantenere aggiornati i dati del sensore. Si prega di notare che solo dati precisi possono portare a valutazioni precise con le quali possiamo anche argomentare politicamente. È quindi importante che i dati di base del sensore siano sempre aggiornati.
ja: このフォームにより、センサーのデータを常に最新の状態に保つことができます。正確なデータがあってこそ、正確な評価が可能となり、それが政治的な議論にもつながることをご理解ください。そのため、基本的なセンサーデータは常に最新の状態に保つことが重要です。
lt: Naudodami šią formą galite nuolat atnaujinti jutiklio duomenis. Atkreipkite dėmesį, kad tik tikslūs duomenys gali padėti atlikti tikslius vertinimus, kuriais taip pat galime politiškai argumentuoti. Todėl svarbu, kad pagrindiniai jutiklio duomenys visada būtų atnaujinami.
lv: Izmantojot šo veidlapu, varat atjaunināt sensora datus. Lūdzu, ņemiet vērā, ka tikai precīzi dati var sniegt precīzus novērtējumus, ar kuriem mēs varam arī politiski argumentēt. Tāpēc ir svarīgi, lai sensora pamatdati vienmēr būtu aktuāli.
nl: Met dit formulier kunt u de gegevens van de sensor up to date houden. Let wel dat alleen precieze gegevens kunnen leiden tot precieze evaluaties waarmee we ook politiek kunnen argumenteren. Daarom is het belangrijk dat de basisgegevens van de sensor altijd worden bijgewerkt.
pl: W tym formularzu możesz upewnić się że informacje o Twoim czujniku nadal są aktualne. Pamiętaj że tylko poprawne informacje umożliwiają dokładną analizę danych pozwalającą na polityczny dyskurs nt. jakości powietrza. Z tego powodu bardzo ważne jest, aby informacje o Twoim czujniku były wciąż aktualne.
pt: Com este formulário, pode manter os dados do sensor actualizados. Note que apenas dados precisos podem levar a avaliações precisas com as quais também podemos argumentar politicamente. Por conseguinte, é importante que os dados básicos do sensor sejam sempre mantidos actualizados.
ro: Cu ajutorul acestui formular puteți menține datele senzorului la zi. Vă rugăm să rețineți că numai datele precise pot duce la evaluări precise cu care putem argumenta și din punct de vedere politic. Prin urmare, este important ca datele de bază ale senzorului să fie întotdeauna actualizate.
ru: Данная форма поможет вам хранить все данные сенсоров С помощью этой формы вы можете поддерживать данные датчика в актуальном состоянии. Обратите внимание, что только точные данные могут дать к точным оценки окружающей среды. Поэтому важно, чтобы основные данные датчика всегда были актуальными.
se: Tällä lomakkeella voit pitää anturin tiedot ajan tasalla. Huomaa, että vain tarkat tiedot johtavat tarkkoihin arvioihin, joiden avulla voimme myös argumentoida poliittisesti. Siksi on tärkeää, että anturin perustiedot pidetään aina ajan tasalla.
sk: Pomocou tohto formulára môžete aktualizovať údaje senzora. Berte na vedomie, že iba presné údaje môžu viesť k presným vyhodnoteniam, s ktorými sa môžeme politicky argumentovať. Preto je dôležité, aby základné údaje senzora boli vždy aktuálne.
sl: S tem obrazcem lahko posodobite podatke senzorja. Upoštevajte, da lahko le na podlagi natančnih podatkov dobimo natančne ocene, s katerimi lahko tudi politično argumentiramo. Zato je pomembno, da so osnovni podatki senzorja vedno posodobljeni.
sv: Med det här formuläret kan du hålla sensordata uppdaterade. Observera att endast exakta uppgifter kan leda till exakta bedömningar som vi också kan argumentera politiskt med. Det är därför viktigt att de grundläggande sensoruppgifterna alltid hålls uppdaterade.

source: All sensors assigned to your account can be found in this overview.
cs: Všechny senzory přiřazené k vašemu účtu najdete v tomto přehledu.
da: Du kan finde alle sensorer, der er tildelt din konto, i denne oversigt.
el: Σε αυτή την επισκόπηση μπορείτε να βρείτε όλους τους αισθητήρες που έχουν εκχωρηθεί στο λογαριασμό σας.
et: Kõik teie kontole määratud andurid leiate sellest ülevaatest.
fr: Cet aperçu vous montre tous les détecteurs associés à votre compte.
it: Tutti i sensori assegnati al suo account si trovano in questa panoramica.
ja: お客様のアカウントに割り当てられたすべてのセンサーは、この概要で確認できます。
lt: Šioje apžvalgoje rasite visus jūsų paskyrai priskirtus jutiklius.
lv: Šajā pārskatā ir pieejami visi jūsu kontam piešķirtie sensori.
nl: Alle sensoren die aan uw account zijn toegewezen, vindt u in dit overzicht.
pl: Wszystkie czujniki przypisane do Twojego konta będą widoczne w tym podsumowaniu
pt: Todos os sensores atribuídos à sua conta podem ser encontrados nesta visão geral.
ro: Toți senzorii atribuiți contului dvs. pot fi găsiți în această prezentare generală.
ru: Все ваши сенсоры перечислены в этом списке.
se: Kaikki tilillesi määritetyt anturit löytyvät tästä yleiskatsauksesta.
sk: V tomto prehľade nájdete všetky senzory priradené k vášmu účtu.
sl: Vsi senzorji, dodeljeni vašemu računu, so na voljo v tem pregledu.
sv: Alla sensorer som tilldelats ditt konto finns i den här översikten.

source: Sensor UID
cs: Identifikátor UID senzoru
el: UID αισθητήρα
et: Anduri UID
fr: UID du détecteur
it: UID del sensore
ja: センサーUID
lt: Jutiklio UID
lv: Sensora UID
pl: ID sensora
pt: UID do sensor
ro: UID al senzorului
ru: UID сенсора
se: Anturin UID
sk: UID senzora
sl: UID senzorja
sv: UID för givare

source: Name
cs: Název
da: Navn
el: Όνομα
et: Nimi
fr: Nom
it: Nome
ja: 名前
lt: Pavadinimas
lv: Nosaukums
nl: Naam
pl: Nazwa
pt: Nome
ro: Nume
ru: Имя
se: Nimi
sk: Meno
sl: Ime
sv: Namn

source: Created
cs: Vytvořeno
da: Oprettet
el: Δημιουργήθηκε
et: Loodud
fr: Créé
it: Creato
ja: 作成
lt: Sukurta
lv: Izveidots
nl: Gemaakt
pt: Criado em
ro: Creat
se: Luotu
sk: Vytvorené
sl: Ustvarjeno
sv: Skapad

source: Last Update
cs: Poslední aktualizace
da: Sidste opdatering
el: Τελευταία ενημέρωση
et: Viimane uuendus
fr: Dernière mise à jour
it: Ultimo aggiornamento
ja: 最終更新日
lt: Paskutinis atnaujinimas
lv: Pēdējais atjauninājums
nl: Laatste Update
pl: Ostatnia aktualizacja
pt: Última Actualização
ro: Ultima actualizare
ru: Последнее обновление
se: Viimeisin päivitys
sk: Posledná aktualizácia
sl: Zadnja posodobitev
sv: Senaste uppdatering

source: Functions
cs: Funkce
da: Funktioner
el: Λειτουργίες
et: Funktsioonid
fr: Fonctions
it: Funzioni
ja: 機能
lt: Funkcijos
lv: Funkcijas
nl: Functies
pl: Funkcje
pt: Funções
ro: Funcții
ru: Функции
se: Toiminnot
sk: Funkcie
sl: Funkcije
sv: Funktioner

source: Data
el: Δεδομένα
et: Andmed
fr: Données
it: Dati
ja: データ
lt: Duomenys
lv: Dati
nl: Gegevens
pl: Dane
pt: Dados
ro: Date
ru: Данные
se: Tiedot
sk: Dáta
sl: Podatki
sv: Uppgifter

source: Hand over sensor
cs: Předání senzoru
da: Overdragelse af sensor
el: Παραδώστε τον αισθητήρα
et: Anduri üleandmine
fr: Transférer un détecteur
it: Mano sul sensore
ja: ハンドオーバーセンサー
lt: Perduoti jutiklį
lv: Sensora nodošana no rokas
pl: Przekaż czujnik
pt: Entregue o sensor
ro: Mână peste senzor
ru: Передать сенсор
se: Käsi anturin yli
sk: Preniesť senzor
sl: Senzor iz roke v roko
sv: Överlämna sensorn

source: No sensors found
cs: Nebyly nalezeny žádné senzory
da: Ingen sensorer fundet
el: Δεν βρέθηκαν αισθητήρες
et: Andureid ei leitud
fr: Aucun détecteur trouvé
it: Nessun sensore trovato
ja: センサーが見つからない
lt: Jutiklių nerasta
lv: Sensori nav atrasti
nl: Geen sensoren gevonden
pl: Nie znaleziono czujników
pt: Não foram encontrados sensores
ro: Nu s-au găsit senzori
ru: Не найдено ни одного сенсора
se: Antureita ei löytynyt
sk: Nenašli sa žiadne senzory
sl: Senzorji niso bili najdeni
sv: Inga sensorer hittades

source: Register new sensor
cs: Registrace nového senzoru
da: Registrer ny sensor
el: Καταχώρηση νέου αισθητήρα
et: Registreeri uus andur
fr: Enregistrer un nouveau détecteur
it: Registrare un nuovo sensore
ja: 新規センサーの登録
lt: Užregistruoti naują jutiklį
lv: Reģistrēt jaunu sensoru
nl: Registreer nieuwe sensor
pl: Zarejestruj nowy czujnik
pt: Registar novo sensor
ro: Înregistrarea unui nou senzor
ru: Зарегистрировать новый сенсор
se: Rekisteröi uusi anturi
sk: Registrovať nový senzor
sl: Registracija novega senzorja
sv: Registrera en ny sensor

source: Here you can change your settings.
cs: Zde můžete změnit nastavení.
da: Her kan du ændre dine indstillinger.
el: Εδώ μπορείτε να αλλάξετε τις ρυθμίσεις σας.
et: Siin saate oma seadeid muuta.
fr: Vous pouvez modifier vos configurations ici
it: Qui potete cambiare le vostre impostazioni.
ja: ここでは、設定を変更することができます。
lt: Čia galite keisti nustatymus.
lv: Šeit varat mainīt iestatījumus.
nl: Hier kunt u uw instellingen wijzigen.
pl: Tutaj możesz zmienić jego ustawienia.
pt: Aqui pode alterar as suas definições.
ro: Aici vă puteți modifica setările.
ru: Здесь вы можете изменить настройки вашего личного кабинета.
se: Täällä voit muuttaa asetuksia.
sk: Tu môžete zmeniť svoje nastavenia.
sl: Tu lahko spremenite nastavitve.
sv: Här kan du ändra dina inställningar.
