Repository: NewGardenFarms/devices.sensor.community
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: cs, da, el, et, fr, it, ja, lt, lv, nl, pl, pt, ro, ru, se, sk, sl, sv

source: 1 = on the garden side, very well shielded from all streets, 10 = the sensor is on a house wall directly on the street. With this value it is irrelevant how big the street is, it is only about where the sensor is attached to the house.
cs: 1 = na straně zahrady, velmi dobře stíněné od všech ulic, 10 = senzor je na zdi domu přímo na ulici. U této hodnoty není důležité, jak velká je ulice, jde pouze o to, kde je čidlo připojeno k domu.
da: 1 = på havesiden, meget godt afskærmet fra alle gader, 10 = sensoren er placeret på en husmur direkte ud til gaden. Med denne værdi er det irrelevant, hvor stor gaden er, det handler kun om, hvor sensoren er fastgjort til huset.
el: 1 = στην πλευρά του κήπου, πολύ καλά προστατευμένη από όλους τους δρόμους, 10 = ο αισθητήρας βρίσκεται σε τοίχο σπιτιού που βρίσκεται ακριβώς πάνω στο δρόμο. Με αυτή την τιμή δεν έχει σημασία πόσο μεγάλος είναι ο δρόμος, σημασία έχει μόνο το πού είναι προσαρτημένος ο αισθητήρας στο σπίτι.
et: 1 = aiapoolne, väga hästi varjatud kõigi tänavate eest, 10 = andur on maja seinal otse tänavale. Selle väärtuse puhul ei ole oluline, kui suur on tänav, oluline on ainult see, kus andur on maja külge kinnitatud.
fr: 1 = côté jardin, très bien séparé de la rue, 10 = sur le mur de la maison, côté rue. Dans le cas de cette valeur, la taille de la rue n'a pas d'importance. Seule la localisation du détecteur est importante.
it: 1 = sul lato del giardino, molto ben schermato da tutte le strade, 10 = il sensore è sul muro di una casa direttamente sulla strada. Con questo valore è irrilevante quanto sia grande la strada, si tratta solo di dove il sensore è attaccato alla casa.
ja: 1 = 庭側にあり、すべての通りから非常によく遮蔽されている、10 = センサーが通りに直接面した家の壁に取り付けられている、ということです。この値では、通りの大きさは関係なく、センサーが家のどこに取り付けられているかだけが問題となります。
lt: 1 = iš sodo pusės, labai gerai apsaugotas nuo visų gatvių, 10 = jutiklis yra ant namo sienos tiesiai į gatvę. Naudojant šią reikšmę nesvarbu, kokio dydžio yra gatvė, svarbu tik tai, kur jutiklis pritvirtintas prie namo.
lv: 1 = dārza pusē, ļoti labi pasargāts no visām ielām, 10 = sensors atrodas uz mājas sienas tieši uz ielas. Izmantojot šo vērtību, nav svarīgi, cik liela ir iela, svarīgi ir tikai tas, kur sensors ir piestiprināts pie mājas.
nl: 1 = aan de tuinkant, zeer goed afgeschermd van alle straten, 10 = de sensor zit aan een huismuur direct aan de straat. Bij deze waarde is het niet van belang hoe groot de straat is, het gaat er alleen om waar de sensor aan het huis is bevestigd.
pl: 1 = przy ogrodzie, bardzo dobrze odgrodzone od wszelkiego ruchu miejskiego, 10 = sensor umieszczony jest na budynku bezpośrednio nad ulicą. W przypadku tej wartości nie ma znaczenia ilość ruchu, zależy nam tylko na informacji gdzie umieszczony jest sensor.
pt: 1 = no lado do jardim, muito bem protegido de todas as ruas, 10 = o sensor está num muro de uma casa directamente na rua. Com este valor é irrelevante o tamanho da rua, trata-se apenas do local onde o sensor está ligado à casa.
ro: 1 = pe partea dinspre grădină, foarte bine protejat de toate străzile, 10 = senzorul este amplasat pe peretele unei case, direct pe stradă. Cu această valoare este irelevant cât de mare este strada, contează doar unde este atașat senzorul la casă.
ru: 1 = со стороны двора, очень хорошо экранирована от улицы, 10 = датчик находится на стене дома выходящей на улицу. Не важно насколько оживленная улица, речь идет только о том, где установлен датчик.
se: 1 = puutarhan puolella, hyvin suojassa kaikilta kaduilta, 10 = anturi on talon seinässä suoraan kadulle päin. Tällä arvolla ei ole merkitystä, kuinka suuri katu on, kyse on vain siitä, missä anturi on kiinnitetty taloon.
sk: 1 = v záhrade, veľmi dobre chránený od ulice, 10 = senzor je na stene domu priamo na ulici. Pri tejto hodnote nie je relevantné veľkosť ulice, ale iba to, kde je senzor umiestnený na dome.
sl: 1 = na vrtni strani, zelo dobro zaščiten pred vsemi ulicami, 10 = senzor je na steni hiše neposredno ob ulici. Pri tej vrednosti ni pomembno, kako velika je ulica, pomembno je le, kje je senzor pritrjen na hišo.
sv: 1 = på trädgårdssidan, mycket väl skyddad från alla gator, 10 = sensorn sitter på en husvägg direkt mot gatan. Med detta värde spelar det ingen roll hur stor gatan är, det handlar bara om var sensorn är fäst vid huset.

source: Publish exact location
cs: Zveřejnit přesnou polohu
da: Offentliggør nøjagtig placering
el: Δημοσιεύστε την ακριβή τοποθεσία
et: Avalda täpne asukoht
fr: Publier la position exacte
it: Pubblica la posizione esatta
ja: 正確な位置情報の公開
lt: Skelbti tikslią vietą
lv: Publicēt precīzu atrašanās vietu
nl: Exacte locatie bekendmaken
pl: Opublikuj dokładną pozycję
pt: Publicar a localização exacta
ro: Publică locația exactă
ru: Опубликовать точное местоположение
se: Julkaise tarkka sijainti
sk: Zverejniť presnú polohu
sl: Objavite točno lokacijo
sv: Publicera exakt plats

source: Reveal exact sensor location in public data and archives.
cs: Odhalení přesné polohy senzoru ve veřejných datech a archivech.
da: Afslør den nøjagtige sensorplacering i offentlige data og arkiver.
el: Αποκαλύψτε την ακριβή θέση του αισθητήρα σε δημόσια δεδομένα και αρχεία.
et: Anduri täpse asukoha avalikustamine avalikes andmetes ja arhiivides.
fr: Donner la position exacte du détecteur dans les données publiques et les archives.
it: Rivela la posizione esatta del sensore nei dati e negli archivi pubblici.
ja: センサーの正確な位置を公開データやアーカイブで公開する。
lt: atskleisti tikslią jutiklio vietą viešuose duomenyse ir archyvuose.
lv: Atklājiet precīzu sensora atrašanās vietu publiskos datos un arhīvos.
nl: Onthullen van exacte sensorlocatie in openbare gegevens en archieven.
pl: Opublikuj lokalizację czujnika w danych udostępnianych publicznie oraz archiwach.
pt: Revelar a localização exacta do sensor em dados e arquivos públicos.
ro: Dezvăluiți locația exactă a senzorilor în datele și arhivele publice.
ru: Показывать точное местоположение сенсора в публичном доступе и архивах.
se: Paljastaa anturin tarkan sijainnin julkisissa tiedoissa ja arkistoissa.
sk: Zverejniť presnú polohu senzora vo verejných datách a archívoch.
sl: Razkritje natančne lokacije senzorja v javnih podatkih in arhivih.
sv: Visa den exakta sensorpositionen i offentliga data och arkiv.

source: Inactive
cs: Neaktivní
da: Inaktiv
el: Ανενεργό
et: Mitteaktiivne
fr: Inactif
it: Inattivo
ja: 活動休止中
lt: Neaktyvus
lv: Neaktīvs
nl: Inactief
pl: Nieaktywny
pt: Inactivo
ro: Inactiv
ru: Неактивен
se: Inaktiivinen
sk: Neaktívny
sl: Neaktivno
sv: Inaktiv

source: Mark sensor as inactive. No notifications will be sent when sensor goes offline.
cs: Označte senzor jako neaktivní. Při vypnutí senzoru nebudou zasílána žádná oznámení.
da: Markér sensoren som inaktiv. Der sendes ingen meddelelser, når sensoren går offline.
el: Σημειώστε τον αισθητήρα ως ανενεργό. Δεν θα αποστέλλονται ειδοποιήσεις όταν ο αισθητήρας τεθεί εκτός λειτουργίας.
et: Märgista andur mitteaktiivseks. Anduri väljalülitamisest ei saadeta teateid.
fr: Désigner le détecteur comme inactif. Plus aucune notification ne sera envoyée si le détecteur est déconnecté.
it: Segna il sensore come inattivo. Nessuna notifica sarà inviata quando il sensore va offline.
ja: センサーを非アクティブにします。センサーがオフラインになっても、通知は送られません。
lt: Pažymėkite jutiklį kaip neaktyvų. Kai jutiklis bus išjungtas, pranešimai nebus siunčiami.
lv: Atzīmējiet sensoru kā neaktīvu. Ja sensors būs izslēgts no tīkla, paziņojumi netiks nosūtīti.
nl: Markeer sensor als inactief. Er worden geen meldingen verzonden wanneer de sensor offline gaat.
pl: Oznacz sensor jako nieaktywny. Powiadomienia o problemach z połączeniem sensora nie będą wysyłane.
pt: Marcar o sensor como inactivo. Não serão enviadas notificações quando o sensor ficar off-line.
ro: Marcați senzorul ca fiind inactiv. Nu vor fi trimise notificări atunci când senzorul devine offline.
ru: Отметить сенсор как неактивный, чтобы не посылать сообщения если сенсор отключится.
se: Merkitse anturi inaktiiviseksi. Ilmoituksia ei lähetetä, kun anturi poistuu käytöstä.
sk: Označte senzor ako neaktívny. Keď sa senzor prepne do režimu offline, nebudú sa odosielať žiadne upozornenia.
sl: Senzor označite kot neaktiven. Ko je senzor izključen iz omrežja, ne bodo poslana nobena obvestila.
sv: Markera sensorn som inaktiv. Inga meddelanden kommer att skickas när sensorn blir offline.

source: Short description of location
cs: Stručný popis lokality
da: Kort beskrivelse af stedet
el: Σύντομη περιγραφή της τοποθεσίας
et: Asukoha lühikirjeldus
fr: Courte description de l'environnement du détecteur
it: Breve descrizione della posizione
ja: 場所の簡単な説明
lt: Trumpas vietos aprašymas
lv: Īss atrašanās vietas apraksts
nl: Korte beschrijving van de plaats
pl: Krótki opis lokalizacji
pt: Breve descrição da localização
ro: Scurtă descriere a locației
ru: Короткое описание местоположения
se: Lyhyt kuvaus sijainnista
sk: Stručný popis lokality
sl: Kratek opis lokacije
sv: Kort beskrivning av platsen

source: Save settings
cs: Uložit nastavení
da: Gem indstillinger
el: Αποθήκευση ρυθμίσεων
et: Salvesta seaded
fr: Enregistrer la configuration
it: Salvare le impostazioni
ja: 設定の保存
lt: Išsaugoti nustatymus
lv: Saglabāt iestatījumus
nl: Instellingen opslaan
pl: Zapisz ustawienia
pt: Guardar definições
ro: Salvați setările
ru: Сохранить настройки
se: Tallenna asetukset
sk: Uložiť nastavenia
sl: Shranjevanje nastavitev
sv: Spara inställningar

source: Sensor ID
cs: ID senzoru
el: Αναγνωριστικό αισθητήρα
et: Anduri ID
fr: ID du détecteur
it: ID sensore
ja: センサーID
lt: Jutiklio ID
lv: Sensora ID
pl: ID Sensora
pt: Identificação do sensor
ro: ID-ul senzorului
ru: ID сенсора
se: Anturin tunnus
sk: ID senzora
sl: ID senzorja

source: Sensor ID may only contain digits and letters A to F
cs: ID senzoru může obsahovat pouze číslice a písmena A až F.
da: Sensor-ID må kun indeholde cifre og bogstaver A til F
el: Το αναγνωριστικό αισθητήρα μπορεί να περιέχει μόνο ψηφία και γράμματα A έως F
et: Anduri ID võib sisaldada ainult numbreid ja tähti A-F.
fr: L'ID ne peut contenir que des chiffres et les lettres A à F
it: L'ID del sensore può contenere solo cifre e lettere dalla A alla F
ja: センサーIDは、数字とA～Fの文字のみ使用可能です。
lt: Jutiklio ID gali būti tik skaitmenys ir raidės nuo A iki F
lv: Sensora ID drīkst saturēt tikai ciparus un burtus no A līdz F.
nl: Sensor ID mag alleen cijfers en letters A t/m F bevatten
pt: O ID do sensor só pode conter dígitos e letras de A a F
ro: ID-ul senzorului poate conține numai cifre și litere de la A la F
se: Anturin tunnus saa sisältää vain numeroita ja kirjaimia A-F.
sk: ID senzora môže obsahovať iba číslice a písmená A až F
sl: ID senzorja lahko vsebuje samo številke in črke od A do F.
sv: Sensor-ID får endast innehålla siffror och bokstäverna A-F.

source: The numeric part of the sensorname only
cs: Pouze číselná část názvu senzoru
da: Kun den numeriske del af sensornavnet
el: Μόνο το αριθμητικό μέρος του sensorname
et: Ainult sensornime numbriline osa
fr: Uniquement les chiffres présents dans le nom du détecteur
it: Solo la parte numerica del nome del sensore
ja: センソーン名の数字部分のみ
lt: Tik skaitmeninė jutiklio pavadinimo dalis
lv: Tikai sensora nosaukuma skaitliskā daļa
nl: Alleen het numerieke deel van de sensornaam
pl: Numeryczna część identyfikatora sensora
pt: Apenas a parte numérica do sensororname
ro: Numai partea numerică a numelui senzorial
se: Ainoastaan sensornimen numeerinen osa.
sk: Iba číselná časť názvu senzora
sl: Samo številčni del imena senzorja
sv: Endast den numeriska delen av sensornamnet.

source: Sensor Board
cs: Senzorová deska
el: Πλακέτα αισθητήρων
et: Anduriplaat
fr: Platine
it: Scheda del sensore
ja: センサーボード
lt: Jutiklio plokštė
lv: Sensoru padome
nl: Sensorbord
pl: Płytka sensora
pt: Placa de sensores
ro: Placa de senzori
ru: Плата сенсора
se: Anturikortti
sk: Typ senzora
sl: Plošča za senzorje

source: Normally this should be esp8266. Users of ESP32 boards, Raspberry PI or the Smogomierz sensor version need to change this accordingly. Also in these cases the Sensor ID is the numeric part of the name only.
cs: Normálně by to mělo být esp8266. Uživatelé desek ESP32, Raspberry PI nebo verze senzoru Smogomierz to musí odpovídajícím způsobem změnit. Také v těchto případech je ID senzoru pouze číselná část názvu.
da: Normalt skal dette være esp8266. Brugere af ESP32-kort, Raspberry PI eller Smogomierz-sensorversionen skal ændre dette i overensstemmelse hermed. Også i disse tilfælde er sensor-ID kun den numeriske del af navnet.
el: Κανονικά θα πρέπει να είναι esp8266. Οι χρήστες πλακετών ESP32, Raspberry PI ή της έκδοσης αισθητήρων Smogomierz πρέπει να αλλάξουν αυτό το πεδίο ανάλογα. Επίσης, σε αυτές τις περιπτώσεις το Sensor ID είναι μόνο το αριθμητικό μέρος του ονόματος.
et: Tavaliselt peaks see olema esp8266. ESP32-plaatide, Raspberry PI või Smogomierzi andurite versiooni kasutajad peavad seda vastavalt muutma. Ka nendel juhtudel on Sensor ID ainult nime numbriline osa.
fr: La valeur normale est esp8266. Les personnes utilisant un ESP32,un Raspberry Pi ou la version Smogomierz du capteur doivent modifier cette valeur en conséquence. Dans tous les cas, le Sensor ID reste la partie numérique uniquement.
it: Normalmente questo dovrebbe essere esp8266. Gli utenti di schede ESP32, Raspberry PI o la versione del sensore Smogomierz devono cambiare questo di conseguenza. Anche in questi casi il Sensor ID è solo la parte numerica del nome.
ja: 通常はesp8266とします。ESP32ボード、Raspberry PI、Smogomierzセンサーバージョンをお使いの方は、適宜変更してください。また、これらのケースでは、センサーIDは名前の数字部分のみとなります。
lt: Paprastai tai turėtų būti esp8266. ESP32 plokščių, Raspberry PI arba "Smogomierz" jutiklio versijos naudotojai turi tai atitinkamai pakeisti. Šiais atvejais jutiklio ID taip pat yra tik skaitmeninė pavadinimo dalis.
lv: Parasti tam vajadzētu būt esp8266. ESP32 plates, aveņu PI vai Smogomierz sensora versijas lietotājiem tas attiecīgi jāmaina. Arī šajos gadījumos sensora ID ir tikai nosaukuma ciparu daļa.
nl: Normaal gesproken zou dit esp8266 moeten zijn. Gebruikers van ESP32 borden, Raspberry PI of de Smogomierz sensor versie moeten dit dienovereenkomstig veranderen. Ook in deze gevallen is de sensor ID alleen het numerieke deel van de naam.
pl: Najczęściej będzie to esp8266. Użytkownicy ESP32, Raspberry Pi lub Smogomierza muszą wybrać odpowiednią wartość w tym polu. Również w tym przypadku ID sensora powinno być tylko częścią numeryczną.
pt: Normalmente isto deve ser esp8266. Os utilizadores de placas ESP32, Raspberry PI ou a versão do sensor Smogomierz precisam de alterar isto em conformidade. Também nestes casos, o ID do sensor é apenas a parte numérica do nome.
ro: În mod normal, acesta ar trebui să fie esp8266. Utilizatorii de plăci ESP32, Raspberry PI sau versiunea de senzor Smogomierz trebuie să schimbe acest lucru în mod corespunzător. De asemenea, în aceste cazuri, ID-ul senzorului este doar partea numerică a numelui.
se: Normaalisti tämän pitäisi olla esp8266. ESP32-levyjen, Raspberry PI:n tai Smogomierz-anturiversion käyttäjien on muutettava tämä vastaavasti. Myös näissä tapauksissa Sensor ID on vain nimen numeerinen osa.
sk: Zvyčajne by to malo byť esp8266. Používatelia ESP32, RaspberryPi, alebo Smogomierz to musia zmeniť zodpovedajúcim spôsobom. Aj v týchto prípadoch je ID senzora len číselná časť názvu.
sl: Običajno mora biti to esp8266. Uporabniki plošč ESP32, Raspberry PI ali različice senzorja Smogomierz morajo to ustrezno spremeniti. Tudi v teh primerih je ID senzorja samo številčni del imena.
sv: Normalt ska detta vara esp8266. Användare av ESP32-kort, Raspberry PI eller Smogomierz sensorversion måste ändra detta i enlighet med detta. Även i dessa fall är sensor-ID endast den numeriska delen av namnet.

source: Recipient's e-mail address
cs: E-mailová adresa příjemce
da: Modtagerens e-mail-adresse
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου του παραλήπτη
et: Vastuvõtja e-posti aadress
fr: Adresse électronique du destinataire
it: Indirizzo e-mail del destinatario
ja: 受信者の電子メールアドレス
lt: Gavėjo el. pašto adresas
lv: Saņēmēja e-pasta adrese
nl: E-mailadres van de ontvanger
pl: Adres e-mail odbiorcy
pt: Endereço de correio electrónico do destinatário
ro: Adresa de e-mail a destinatarului
ru: Электронная почта получателя
se: Vastaanottajan sähköpostiosoite
sk: E-mailová adresa príjemcu
sl: e-poštni naslov prejemnika
sv: Mottagarens e-postadress

source: Please enter e-mail address
cs: Zadejte prosím e-mailovou adresu
da: Indtast venligst e-mail-adresse
el: Παρακαλώ εισάγετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου
et: Palun sisestage e-posti aadress
fr: Veuillez saisir une adresse électronique
it: Inserisci l'indirizzo e-mail
ja: Eメールアドレスを入力してください。
lt: Įveskite el. pašto adresą
lv: Lūdzu, ievadiet e-pasta adresi
nl: Voer e-mail adres in
pl: Podaj adres e-mail
pt: Por favor introduza o endereço de e-mail
ro: Vă rugăm să introduceți adresa de e-mail
ru: Пожалуйста введите адрес эл. почты
se: Kirjoita sähköpostiosoite
sk: Prosím, zadajte e-mailovú adresu
sl: Vnesite e-poštni naslov
sv: Ange din e-postadress

source: Please enter correct e-mail address
cs: Zadejte prosím správnou e-mailovou adresu
da: Indtast venligst den korrekte e-mailadresse
el: Παρακαλώ εισάγετε τη σωστή διεύθυνση e-mail
et: Palun sisestage õige e-posti aadress
fr: Veuillez saisir une adresse électronique valide
it: Si prega di inserire l'indirizzo e-mail corretto
ja: 正しいEメールアドレスを入力してください。
lt: Įveskite teisingą el. pašto adresą
lv: Lūdzu, ievadiet pareizo e-pasta adresi
nl: Voer het juiste e-mail adres in
pl: Podaj poprawny adres e-mail
pt: Por favor introduza o endereço de e-mail correcto
ro: Vă rugăm să introduceți adresa de e-mail corectă
ru: Пожалуйста введите корректный адрес эл. почты
se: Kirjoita oikea sähköpostiosoite
sk: Prosím, zadajte správnu e-mailovú adresu
sl: Vnesite pravilen e-poštni naslov
sv: Ange rätt e-postadress

source: Transfer sensor
cs: Snímač přenosu
da: Overførselssensor
el: Αισθητήρας μεταφοράς
et: Ülekandeandur
fr: Transférer le détecteur
it: Sensore di trasferimento
ja: トランスファーセンサー
lt: Perdavimo jutiklis
lv: Pārsūtīšanas sensors
nl: Overdrachtssensor
pl: Przekaż czujnik
pt: Sensor de transferência
ro: Senzor de transfer
ru: Передать сенсор
se: Siirtoanturi
sk: Prevod senzora
sl: Senzor za prenos
sv: Överföringsgivare

source: You can't transfer the sensor to yourself
cs: Senzor na sebe nemůžete přenést
da: Du kan ikke overføre sensoren til dig selv
el: Δεν μπορείτε να μεταφέρετε τον αισθητήρα στον εαυτό σας
et: Sa ei saa andurit endale üle kanda
fr: Vous ne pouvez pas transférer le détecteur vous-même
it: Non puoi trasferire il sensore a te stesso
ja: センサーを自分に移すことはできない
lt: Negalite perkelti jutiklio į save
lv: Sensoru nevar pārnest uz sevi
nl: Je kunt de sensor niet op jezelf overdragen
pl: Nie możesz przekazać czujnika do samego siebie
pt: Não se pode transferir o sensor para si próprio
ro: Nu poți transfera senzorul pe tine însuți
ru: Вы не можете передать сенсор себе
se: Et voi siirtää tunnistinta itseesi
sk: Senzor si nemôžete preniesť na seba
sl: Senzorja ne morete prenesti nase
sv: Du kan inte överföra sensorn till dig själv

source: Delete sensor
cs: Odstranění senzoru
da: Slet sensor
el: Διαγραφή αισθητήρα
et: Anduri kustutamine
it: Cancellare il sensore
ja: センサーの削除
lt: Ištrinti jutiklį
lv: Dzēst sensoru
nl: Verwijder sensor
pt: Apagar sensor
ro: Ștergeți senzorul
se: Poista anturi
sl: Brisanje senzorja
sv: Radera sensor

source: Fine dust 10 µm
cs: Jemný prach 10 µm
da: Fint støv 10 µm
el: Λεπτή σκόνη 10 μm
et: Peen tolm 10 µm
fr: Particules fines 10 µm
it: Polvere fine 10 µm
ja: ファインダスト10μm
lt: Smulkios dulkės 10 µm
lv: Smalkie putekļi 10 µm
nl: Fijn stof 10 µm
pl: Cząstki zawieszone 10µm
pt: Pó fino 10 µm
ro: Praf fin 10 µm
ru: Мелкодисперсная пыль 10 µm
se: Hieno pöly 10 µm
sk: Prachové častice 10 µm
sl: Droben prah 10 µm
sv: Fint damm 10 µm

source: Fine dust 2.5 µm
cs: Jemný prach 2,5 µm
da: Fint støv 2,5 µm
el: Λεπτή σκόνη 2,5 μm
et: Peen tolm 2,5 µm
fr: Particules fines 2.5 µm
it: Polvere fine 2,5 µm
ja: ファインダスト2.5μm
lt: Smulkios dulkės 2,5 µm
lv: Smalkie putekļi 2,5 µm
nl: Fijn stof 2,5 µm
pl: Cząstki zawieszone 2.5µm
pt: Pó fino 2,5 µm
ro: Praf fin 2,5 µm
ru: Мелкодисперсная пыль 2.5 µm
se: Hieno pöly 2,5 µm
sk: Prachové častice 2,5 µm
sl: Droben prah 2,5 µm
sv: Fint damm 2,5 µm

source: Humidity
cs: Vlhkost
da: Fugtighed
el: Υγρασία
et: Niiskus
fr: Humidité relative
it: Umidità
ja: 湿度
lt: Drėgmė
lv: Mitrums
nl: Vochtigheid
pl: Wilgotność
pt: Humidade
ro: Umiditate
ru: Влажность
se: Kosteus
sk: Vlhkosť
sl: Vlaga
sv: Luftfuktighet

source: Temperature
cs: Teplota
da: Temperatur
el: Θερμοκρασία
et: Temperatuur
fr: Température
it: Temperatura
ja: 温度
lt: Temperatūra
lv: Temperatūra
nl: Temperatuur
pl: Temperatura
pt: Temperatura
ro: Temperatura
ru: Температура
se: Lämpötila
sk: Teplota
sl: Temperatura
sv: Temperatur

source: Pressure
cs: Tlak
da: Tryk
el: Πίεση
et: Surve
fr: Pression
it: Pressione
ja: 圧力
lt: Slėgis
lv: Spiediens
nl: Druk
pt: Pressão
ro: Presiune
se: Paine
sk: Tlak
sl: Tlak
sv: Tryck

source: Pressure at sea level
cs: Tlak na úrovni moře
da: Tryk på havniveau
el: Πίεση στο επίπεδο της θάλασσας
et: Rõhk merepinnal
fr: Pression au niveau de la mer
it: Pressione a livello del mare
ja: 海面上の圧力
lt: Slėgis jūros lygyje
lv: Spiediens jūras līmenī
nl: Druk op zeeniveau
pt: Pressão ao nível do mar
ro: Presiunea la nivelul mării
se: Paine merenpinnan tasolla
sk: Tlak na hladine mora
sl: Tlak na morski gladini
sv: Tryck på havsnivå

source: particulate matter sensor SDS011
ja: 粒子状物質センサー SDS011
lt: kietųjų dalelių jutiklis SDS011
lv: cieto daļiņu sensors SDS011
pt: sensor de partículas em suspensão SDS011
ro: senzor de particule în suspensie SDS011
sl: senzor delcev SDS011
sv: Partikelsensor SDS011

source: particulate matter sensor PMS1003
ja: 粒子状物質センサー PMS1003
lt: kietųjų dalelių jutiklis PMS1003
lv: cieto daļiņu sensors PMS1003
pt: sensor de partículas em suspensão PMS1003
ro: senzor de particule în suspensie PMS1003
sl: senzor delcev PMS1003
sv: Partikelsensor PMS1003

source: particulate matter sensor PMS3003
ja: 粒子状物質センサー PMS3003
lt: kietųjų dalelių jutiklis PMS3003
lv: cieto daļiņu sensors PMS3003
pt: sensor de partículas em suspensão PMS3003
ro: senzor de particule în suspensie PMS3003
sl: senzor trdnih delcev PMS3003
sv: Partikelsensor PMS3003

source: particulate matter sensor PMS5003
ja: 粒子状物質センサー PMS5003
lt: kietųjų dalelių jutiklis PMS5003
lv: cieto daļiņu sensors PMS5003
pt: sensor de matéria particulada PMS5003
ro: senzor de particule în suspensie PMS5003
sl: senzor trdnih delcev PMS5003
sv: Partikelsensor PMS5003

source: particulate matter sensor PMS6003
ja: 粒子状物質センサー PMS6003
lt: kietųjų dalelių jutiklis PMS6003
lv: cieto daļiņu sensors PMS6003
pt: sensor de matéria particulada PMS6003
ro: senzor de particule PMS6003
sl: senzor delcev PMS6003
sv: Partikelsensor PMS6003

source: particulate matter sensor PMS7003
ja: 粒子状物質センサー PMS7003
lt: kietųjų dalelių jutiklis PMS7003
lv: daļiņu sensors PMS7003
pt: sensor de partículas em suspensão PMS7003
ro: senzor de particule PMS7003
sl: senzor delcev PMS7003
sv: Partikelsensor PMS7003

source: particulate matter sensor SPS30
ja: 粒子状物質センサーSPS30
lt: kietųjų dalelių jutiklis SPS30
lv: daļiņu sensors SPS30
pt: sensor de partículas em suspensão SPS30
ro: senzor de particule în suspensie SPS30
sl: senzor delcev SPS30
sv: Partikelsensor SPS30.

source: particulate matter sensor HM3301
ja: 粒子状物質センサー HM3301
lt: kietųjų dalelių jutiklis HM3301
lv: makrodaļiņu sensors HM3301
pt: sensor de partículas HM3301
ro: senzor de particule în suspensie HM3301
sl: senzor delcev HM3301
sv: Partikelsensor HM3301
