Repository: NewGardenFarms/devices.sensor.community
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: cs, da, el, et, fr, it, ja, lt, lv, nl, pl, pt, ro, ru, se, sk, sl, sv

source: The city of the future belongs to its citizens. The digital tools, the Maker Movement and Citizen Science are leading to more and more people being given the opportunity to design the city themselves.
cs: Město budoucnosti patří svým občanům. Digitální nástroje, hnutí Maker Movement a občanská věda vedou k tomu, že stále více lidí má možnost navrhovat město samo.
da: Fremtidens by tilhører dens borgere. De digitale værktøjer, Maker-bevægelsen og Citizen Science fører til, at flere og flere mennesker får mulighed for selv at designe byen.
el: Η πόλη του μέλλοντος ανήκει στους πολίτες της. Τα ψηφιακά εργαλεία, το κίνημα των κατασκευαστών και η επιστήμη των πολιτών οδηγούν στο να δίνεται σε όλο και περισσότερους ανθρώπους η ευκαιρία να σχεδιάσουν οι ίδιοι την πόλη.
et: Tuleviku linn kuulub oma kodanikele. Digitaalsed tööriistad, Maker Movement ja Citizen Science viivad selleni, et üha rohkem inimesi saab võimaluse ise linna kujundada.
fr: La cité du futur appartient à ses citoyens. Les outils numériques, le mouvement "Maker" et les sciences citoyennes conduisent de plus en plus de personnes à s'impliquer et leur donnent l'opportunité de concevoir la ville par elles-mêmes.
it: La città del futuro appartiene ai suoi cittadini. Gli strumenti digitali, il Maker Movement e la Citizen Science stanno portando sempre più persone ad avere l'opportunità di progettare la città da sole.
ja: 未来の都市は、市民のものです。デジタルツール、メイカームーブメント、シチズンサイエンスのおかげで、より多くの人々が自ら都市をデザインする機会を与えられています。
lt: Ateities miestas priklauso jo gyventojams. Skaitmeniniai įrankiai, "Maker Movement" ir "Citizen Science" lemia, kad vis daugiau žmonių turi galimybę patys kurti miestą.
lv: Nākotnes pilsēta pieder tās iedzīvotājiem. Digitālie rīki, Maker kustība un pilsoniskā zinātne veicina to, ka arvien vairāk cilvēkiem tiek dota iespēja pašiem veidot pilsētu.
nl: De stad van de toekomst is van de burgers. De digitale hulpmiddelen, de Maker Movement en Citizen Science leiden ertoe dat steeds meer mensen de kans krijgen om de stad zelf te ontwerpen.
pl: Miasto przyszłości należy do jego mieszkańców. Cyfrowe narzędzia, ruch Makerski i Nauka Obywatelska prowadzą do udostępnienia ludziom możliwości projektowania ich własnego miasta.
pt: A cidade do futuro pertence aos seus cidadãos. As ferramentas digitais, o Movimento dos Criadores e a Ciência Cidadã estão a levar a que cada vez mais pessoas tenham a oportunidade de conceber a própria cidade.
ro: Orașul viitorului aparține cetățenilor săi. Instrumentele digitale, Mișcarea Maker și Știința Cetățenească conduc la faptul că din ce în ce mai mulți oameni au posibilitatea de a proiecta ei înșiși orașul.
ru: Города будущего должны принадлежать самим жителям. Новые информационные технологии доступные для самостоятельного использования и изготовления и гражданская наука позволяют вовлекать все больше и больше людей в жизнь города с тем, чтобы сделать ее лучше.
se: Tulevaisuuden kaupunki kuuluu sen asukkaille. Digitaaliset työkalut, Maker Movement ja Citizen Science johtavat siihen, että yhä useammat ihmiset saavat mahdollisuuden suunnitella kaupunkia itse.
sk: Mesto budúcnosti patrí jeho občanom. Digitálne nástroje, tvorivé hnutie a občianska veda, vedú k tomu, že čoraz viac ľudí dostáva príležitosť navrhovať mesto samotné.
sl: Mesto prihodnosti pripada njegovim prebivalcem. Digitalna orodja, gibanje Maker Movement in državljanska znanost vodijo k temu, da vse več ljudi dobiva priložnost, da sami oblikujejo mesto.
sv: Framtidens stad tillhör medborgarna. De digitala verktygen, Maker-rörelsen och Citizen Science leder till att fler och fler människor får möjlighet att själva utforma staden.

source: About the project
cs: O projektu
da: Om projektet
el: Σχετικά με το έργο
et: Projekti kohta
fr: À propos du projet
it: Il progetto
ja: プロジェクトについて
lt: Apie projektą
lv: Par projektu
nl: Over het project
pl: O projekcie
pt: Sobre o projecto
ro: Despre proiect
ru: О проекте
se: Tietoa hankkeesta
sk: O projekte
sl: O projektu
sv: Om projektet

source: The OK Lab Stuttgart is part of the program Code for Germany of the Open Knowledge Foundation Germany. The aim of the program is to promote developments in the areas of transparency, Open Data and Citizen Science.
cs: OK Lab Stuttgart je součástí programu Code for Germany německé nadace Open Knowledge Foundation. Cílem programu je podporovat rozvoj v oblastech transparentnosti, otevřených dat a občanské vědy.
da: OK Lab Stuttgart er en del af programmet Code for Germany under Open Knowledge Foundation Germany. Formålet med programmet er at fremme udviklingen inden for gennemsigtighed, åbne data og Citizen Science.
el: Το OK Lab της Στουτγάρδης αποτελεί μέρος του προγράμματος Code for Germany του Ιδρύματος Ανοικτής Γνώσης της Γερμανίας. Στόχος του προγράμματος είναι η προώθηση των εξελίξεων στους τομείς της διαφάνειας, των ανοικτών δεδομένων και της επιστήμης των πολιτών.
et: OK Lab Stuttgart on osa Avatud Teadmiste Sihtasutuse Saksamaa programmi Code for Germany programmist. Programmi eesmärk on edendada arenguid läbipaistvuse, avatud andmete ja kodanikuteaduse valdkonnas.
fr: Le OK Lab Stuttgart fait partie du projet Code for Germany de l'Open Knowledge Foundation Germany. L’objectif de ce programme est de développer et d’accompagner les initiatives dans le domaine de la transparence, des données libres et des sciences citoyennes.
it: L'OK Lab Stuttgart fa parte del programma Code for Germany della Open Knowledge Foundation Germany. L'obiettivo del programma è quello di promuovere gli sviluppi nelle aree della trasparenza, degli Open Data e della Citizen Science.
ja: OKラボ・シュトゥットガルトは、オープン・ナレッジ・ファウンデーション・ドイツのプログラム「Code for Germany」の一環として運営されています。このプログラムの目的は、透明性、オープンデータ、シチズンサイエンスの分野での開発を促進することです。
lt: "OK Lab Stuttgart" yra Atvirų žinių fondo Vokietijoje programos "Code for Germany" dalis. Programos tikslas - skatinti pokyčius skaidrumo, atvirų duomenų ir pilietinio mokslo srityse.
lv: OK Lab Štutgartē ir daļa no Atvērto zināšanu fonda Vācijas programmas Code for Germany. Programmas mērķis ir veicināt attīstību pārredzamības, atvērto datu un pilsoniskās zinātnes jomās.
nl: Het OK Lab Stuttgart is onderdeel van het programma Code for Germany van de Open Knowledge Foundation Duitsland. Het doel van het programma is om ontwikkelingen op het gebied van transparantie, Open Data en Citizen Science te bevorderen.
pl: OK Lab Stuttgart jest częścią programu Code for Germany z fundacji Open Knowledge Foundation Germany. Celem tego programu jest promowanie rozwoju w dziedzinach związanych z przejrzystością danych publicznych oraz Nauk Obywatelskich.
pt: O OK Lab Stuttgart faz parte do código do programa para a Alemanha da Open Knowledge Foundation Germany. O objectivo do programa é promover desenvolvimentos nas áreas da transparência, Dados Abertos e Ciência Cidadã.
ro: OK Lab Stuttgart face parte din programul Code for Germany al Fundației Open Knowledge Germania. Scopul programului este de a promova evoluțiile în domeniile transparenței, datelor deschise și științei cetățenești.
ru: Задача проекта развивать разработку решений в области свободного программного обеспечения (СПО), открытых данных и гражданской науки.
se: OK Lab Stuttgart on osa Saksan Open Knowledge Foundationin Code for Germany -ohjelmaa. Ohjelman tavoitteena on edistää kehitystä avoimuuden, avoimen datan ja kansalaistutkimuksen aloilla.
sk: OK Lab Stuttgart je súčasťou programu Code for Germany of the Open Knowledge Foundation Germany. Cieľom programu je podpora rozvoja v oblasti transparentnosti, otvorených dát (Open Data) a občianskych výskumných aktivít.
sl: OK Lab Stuttgart je del programa Code for Germany nemške fundacije Open Knowledge Foundation Germany. Cilj programa je spodbujati razvoj na področjih preglednosti, odprtih podatkov in državljanske znanosti.
sv: OK Lab Stuttgart är en del av programmet Code for Germany från Open Knowledge Foundation Germany. Syftet med programmet är att främja utvecklingen inom områdena öppenhet, öppna data och medborgarforskning.

source: Regional groups consisting of designers, developers, journalists and others meet regularly in Labs. They develop apps that inform, positively shape and support society and make the work of administrations and authorities more transparent.
cs: V laboratořích se pravidelně scházejí regionální skupiny složené z designérů, vývojářů, novinářů a dalších. Vyvíjejí aplikace, které informují, pozitivně formují a podporují společnost a zprůhledňují práci správních orgánů a úřadů.
da: Regionale grupper bestående af designere, udviklere, journalister og andre mødes regelmæssigt i laboratorier. De udvikler apps, der informerer, former og støtter samfundet på en positiv måde og gør forvaltningernes og myndighedernes arbejde mere gennemsigtigt.
el: Οι περιφερειακές ομάδες που αποτελούνται από σχεδιαστές, προγραμματιστές, δημοσιογράφους και άλλους συναντώνται τακτικά στα Labs. Αναπτύσσουν εφαρμογές που ενημερώνουν, διαμορφώνουν θετικά και υποστηρίζουν την κοινωνία και καθιστούν το έργο των διοικήσεων και των αρχών πιο διαφανές.
et: Piirkondlikud rühmad, mis koosnevad disaineritest, arendajatest, ajakirjanikest ja teistest, kohtuvad regulaarselt laborites. Nad töötavad välja rakendusi, mis teavitavad, kujundavad ja toetavad ühiskonda ning muudavad haldusasutuste ja ametiasutuste töö läbipaistvamaks.
fr: Des groupes régionaux, rassemblant des designers, des programmeurs, des journalistes et des citoyens, se réunissent régulièrement. Ils développent ensemble des applications, produisent de l’information pour le bien de la communauté et assistent l’administration dans sa volonté de transparence.
it: Gruppi regionali composti da designer, sviluppatori, giornalisti e altri si incontrano regolarmente nei Labs. Sviluppano app che informano, modellano positivamente e sostengono la società e rendono il lavoro delle amministrazioni e delle autorità più trasparente.
ja: デザイナー、開発者、ジャーナリストなどで構成される地域グループが、定期的にLabsに集まっています。彼らは、情報を提供し、社会を積極的に形成し、支援するアプリを開発し、行政や当局の仕事をより透明化します。
lt: "Labs" reguliariai susitinka regioninės grupės, kurias sudaro dizaineriai, kūrėjai, žurnalistai ir kiti. Jos kuria programėles, kurios informuoja, pozityviai formuoja ir palaiko visuomenę bei daro administracijos ir valdžios institucijų darbą skaidresnį.
lv: Laboratorijās regulāri tiekas reģionālās grupas, kurās ietilpst dizaineri, izstrādātāji, žurnālisti un citi. Tās izstrādā lietotnes, kas informē, pozitīvi veido un atbalsta sabiedrību un padara pārvaldes un iestāžu darbu pārredzamāku.
nl: Regionale groepen bestaande uit ontwerpers, ontwikkelaars, journalisten en anderen komen regelmatig samen in Labs. Zij ontwikkelen apps die de samenleving informeren, positief vormgeven en ondersteunen en het werk van administraties en overheden transparanter maken.
pl: Lokalne grupy składające się z designerów, programistów, dziennikarzy i innych spotykają się regularnie w Labach. Tworzą oni aplikacje które informują, pozytywnie formują, wspierają społeczeństwo i pozwalają na zwiększenie transparentności administracji i służb.
pt: Grupos regionais constituídos por designers, criadores, jornalistas e outros reúnem-se regularmente nos laboratórios. Desenvolvem aplicações que informam, moldam e apoiam positivamente a sociedade e tornam o trabalho das administrações e autoridades mais transparente.
ro: Grupurile regionale formate din designeri, dezvoltatori, jurnaliști și alții se întâlnesc în mod regulat în Labs. Aceștia dezvoltă aplicații care informează, modelează în mod pozitiv și sprijină societatea și fac mai transparentă activitatea administrațiilor și a autorităților.
ru: Региональные группы, состоящие из дизайнеров, разработчиков, журналистов и других, регулярно встречаются в мастерских. Они разрабатывают приложения, которые информируют, положительно формируют и поддерживают общество и делают работу органов власти более прозрачной.
se: Suunnittelijoista, kehittäjistä, toimittajista ja muista koostuvat alueelliset ryhmät kokoontuvat säännöllisesti Labsissa. Ne kehittävät sovelluksia, jotka tiedottavat, muokkaavat ja tukevat yhteiskuntaa ja tekevät hallintojen ja viranomaisten työstä avoimempaa.
sk: V Labs sa pravidelne stretávajú regionálne skupiny vývojárov, dizajnérov, novinárov a ďalších. Vyvíjajú aplikácie, ktoré informujú, pozitívne formujú a robia prácu úradov a správnych orgánov viac transparentnú.
sl: Regionalne skupine, ki jih sestavljajo oblikovalci, razvijalci, novinarji in drugi, se redno srečujejo v laboratorijih. Razvijajo aplikacije, ki obveščajo, pozitivno oblikujejo in podpirajo družbo ter povečujejo preglednost dela uprav in organov.
sv: Regionala grupper bestående av designers, utvecklare, journalister och andra träffas regelbundet i Labs. De utvecklar appar som informerar, formar och stöder samhället på ett positivt sätt och gör förvaltningarnas och myndigheternas arbete mer öppet.

source: Code a difference: Use your skills to improve your city!
cs: Kódování rozdílu: Využijte své dovednosti ke zlepšení svého města!
da: Kode en forskel: Brug dine færdigheder til at forbedre din by!
el: Κωδικοποιήστε μια διαφορά: Χρησιμοποιήστε τις δεξιότητές σας για να βελτιώσετε την πόλη σας!
et: Koodi erinevus: Kasuta oma oskusi oma linna parandamiseks!
fr: Utilisez vos connaissances pour rendre la ville meilleure !
it: Codifica la differenza: Usa le tue abilità per migliorare la tua città!
ja: Code a difference: あなたのスキルを使って街を改善しましょう
lt: Skirtumo kodas: Pasinaudokite savo įgūdžiais, kad pagerintumėte savo miestą!
lv: Atšķirības kods: Izmantojiet savas prasmes, lai uzlabotu savu pilsētu!
nl: Codeer een verschil: Gebruik je vaardigheden om je stad te verbeteren!
pl: Koduj zmianę: Używaj swoich umiejętności aby ulepszyć swoje miasto!
pt: Codificar uma diferença: Use as suas capacidades para melhorar a sua cidade!
ro: Codificați o diferență: Folosește-ți abilitățile pentru a-ți îmbunătăți orașul!
ru: Используйте свой опыт для улучшения жизни в вашем городе!
se: Koodaa ero: Käytä taitojasi kaupunkisi parantamiseen!
sk: Naprogramuj rozdiel: Využite svoje zručnosti na zlepšenie svojho mesta!
sl: Označite razliko: Uporabite svoje spretnosti za izboljšanje svojega mesta!
sv: Koda en skillnad: Använd dina kunskaper för att förbättra din stad!

source: Unknown email address
cs: Neznámá e-mailová adresa
da: Ukendt e-mail-adresse
el: Άγνωστη διεύθυνση ηλεκτρονικού ταχυδρομείου
et: Tundmatu e-posti aadress
fr: Adresse électronique inconnue
it: Indirizzo e-mail sconosciuto
ja: 不明な電子メールアドレス
lt: Nežinomas el. pašto adresas
lv: Nezināma e-pasta adrese
nl: Onbekend e-mail adres
pl: Nieznany adres e-mail
pt: Endereço de correio electrónico desconhecido
ro: Adresa de e-mail necunoscută
ru: Неизвестный адрес эл. почты
se: Tuntematon sähköpostiosoite
sk: Neznáma e-mailová adresa
sl: Neznani e-poštni naslov
sv: Okänd e-postadress

source: There are no sensors stored under this e-mail address.
cs: Pod touto e-mailovou adresou nejsou uloženy žádné senzory.
da: Der er ingen sensorer gemt under denne e-mail-adresse.
el: Δεν υπάρχουν αισθητήρες αποθηκευμένοι σε αυτή τη διεύθυνση ηλεκτρονικού ταχυδρομείου.
et: Selle e-posti aadressi all ei ole andureid salvestatud.
fr: Il n'a y aucun détecteur référencé sous cette adresse électronique.
it: Non ci sono sensori memorizzati sotto questo indirizzo e-mail.
ja: この電子メールアドレスには、センサーは保存されていません。
lt: Šiuo el. pašto adresu nesaugomi jokie jutikliai.
lv: Šajā e-pasta adresē nav saglabāti sensori.
nl: Er zijn geen sensoren opgeslagen onder dit e-mail adres.
pl: Nie znaleziono czujników dla tego adresu e-mail.
pt: Não há sensores armazenados sob este endereço de correio electrónico.
ro: Nu există senzori stocați sub această adresă de e-mail.
ru: Нет сенсоров связанных с данной эл. почтой.
se: Tähän sähköpostiosoitteeseen ei ole tallennettu antureita.
sk: Pod týmto e-mailom nie sú uložené žiadne senzory.
sl: Pod tem e-poštnim naslovom ni shranjenih nobenih senzorjev.
sv: Det finns inga sensorer som lagras under denna e-postadress.

source: If you are of the opinion that you have a sensor at this mail address, please send us an e-mail. Send an email to
cs: Pokud se domníváte, že máte na této adrese senzor, pošlete nám prosím e-mail. Odeslat e-mail na adresu
da: Hvis du mener, at du har en sensor på denne mailadresse, bedes du sende os en e-mail. Send en e-mail til
el: Εάν πιστεύετε ότι έχετε έναν αισθητήρα σε αυτή τη διεύθυνση αλληλογραφίας, στείλτε μας ένα μήνυμα ηλεκτρονικού ταχυδρομείου. Στείλτε ένα email στη διεύθυνση
et: Kui olete arvamusel, et teil on sensor sellel e-posti aadressil, palun saatke meile e-kiri. Saatke e-kiri aadressil
fr: Si vous pensez avoir enregistré un détecteur avec cette adresse électronique, veuillez nous envoyer un courriel. Envoyer un courrier à
it: Se pensate di avere un sensore a questo indirizzo di posta, inviateci un'e-mail. Invia un'e-mail a
ja: このメールアドレスにセンサーがある」と思われた方は、ぜひメールでお問い合わせください。メールの送信先
lt: Jei manote, kad šiuo adresu yra jutiklis, atsiųskite mums el. laišką. Siųskite el. laišką adresu
lv: Ja uzskatāt, ka jums ir sensors šajā pasta adresē, lūdzu, nosūtiet mums e-pastu. Nosūtiet e-pasta vēstuli uz šādu adresi
nl: Als u van mening bent dat u een sensor op dit postadres heeft, stuur ons dan een e-mail. Stuur een e-mail naar
pt: Se é da opinião que tem um sensor neste endereço de correio, envie-nos por favor um e-mail. Envie-nos um e-mail para
ro: Dacă sunteți de părere că aveți un senzor la această adresă de e-mail, vă rugăm să ne trimiteți un e-mail. Trimiteți un e-mail la
ru: Если вы считаете, что у вас есть устройства по данному адресу эл. почры, пожалуйста пошлите нам электронное письмо
se: Jos olet sitä mieltä, että sinulla on tunnistin tässä sähköpostiosoitteessa, lähetä meille sähköpostia. Lähetä sähköpostia osoitteeseen
sk: Ak si myslíte, že máte pod týmto e-mailom senzor, napíšte nám. E-mail pošlite na
sl: Če menite, da imate senzor na tem poštnem naslovu, nam pošljite e-pošto. Pošljite e-poštno sporočilo na naslov
sv: Om du anser att du har en sensor på den här adressen kan du skicka ett e-postmeddelande till oss. Skicka ett e-postmeddelande till

source: user configuration
cs: konfigurace uživatele
da: brugerkonfiguration
el: ρύθμιση παραμέτρων χρήστη
et: kasutaja konfiguratsioon
fr: configuration utilisateur
it: configurazione utente
ja: ユーザー設定
lt: naudotojo konfigūracija
lv: lietotāja konfigurācija
nl: gebruikersconfiguratie
pt: configuração do utilizador
ro: configurația utilizatorului
ru: пользовательские настройки
se: käyttäjäkonfiguraatio
sk: nastavenia použivateľa
sl: konfiguracija uporabnika
sv: Användarkonfiguration

source: Information and settings for the luftdaten project
cs: Informace a nastavení projektu luftdaten
da: Oplysninger og indstillinger for luftdaten-projektet
el: Πληροφορίες και ρυθμίσεις για το έργο luftdaten
et: Teave ja seaded projekti luftdaten jaoks
fr: Information et configuration pour le projet Luftdaten
it: Informazioni e impostazioni per il progetto luftdaten
ja: luftdatenプロジェクトの情報と設定
lt: Luftdaten projekto informacija ir nustatymai
lv: Luftdaten projekta informācija un iestatījumi
nl: Informatie en instellingen voor het luftdaten project
pt: Informação e definições para o projecto luftdaten
ro: Informații și setări pentru proiectul luftdaten
se: Tiedot ja asetukset luftdaten-projektia varten
sk: Informácie a nastavenia pre projekt luftdaten
sl: Informacije in nastavitve za projekt luftdaten
sv: Information och inställningar för luftdaten-projektet

source: Home
da: Hjem
el: Αρχική σελίδα
et: Kodu
fr: Accueil
it: Casa
ja: ホーム
lt: Pagrindinis
lv: Sākums
pl: Strona główna
pt: Início
ro: Acasă
ru: Домой
se: Etusivu
sk: Úvod
sl: Domov
sv: Hem

source: My sensors
cs: Moje senzory
da: Mine sensorer
el: Οι αισθητήρες μου
et: Minu andurid
fr: Mon détecteur
it: I miei sensori
ja: 私のセンサー
lt: Mano jutikliai
lv: Mani sensori
nl: Mijn sensoren
pl: Moje czujniki
pt: Os meus sensores
ro: Senzorii mei
ru: Мои сенсоры
se: Anturini
sk: Moje senzory
sl: Moji senzorji
sv: Mina sensorer

source: Settings
cs: Nastavení
da: Indstillinger
el: Ρυθμίσεις
et: Seaded
fr: Configuration
it: Impostazioni
ja: 設定
lt: Nustatymai
lv: Iestatījumi
nl: Instellingen
pl: Ustawienia
pt: Definições
ro: Setări
ru: Настройки
se: Asetukset
sk: Nastavenia
sl: Nastavitve
sv: Inställningar

source: Password change
cs: Změna hesla
da: Ændring af adgangskode
el: Αλλαγή κωδικού πρόσβασης
et: Salasõna muutmine
fr: Changer le mot de passe
it: Cambio di password
ja: パスワード変更
lt: Slaptažodžio keitimas
lv: Paroles maiņa
nl: Wachtwoord veranderen
pl: Zmiana hasła
pt: Mudança de senha
ro: Schimbarea parolei
ru: Изменить пароль
se: Salasanan vaihto
sk: Zmena hesla
sl: Sprememba gesla
sv: Ändring av lösenord

source: Massimporter
fr: Importer en masse
ja: マッシモ
lt: Masinis importuotojas
nl: Massimporteur
pt: Massimportador
ru: Массовый импорт

source: Logout
cs: Odhlášení
el: Αποσύνδεση
et: Väljalogimine
fr: Déconnexion
ja: ログアウト
lt: Atsijungimas
lv: Pieteikšanās
nl: Uitloggen
pl: Wyloguj
pt: Sair
ru: Выйти
se: Kirjaudu ulos
sk: Odhlásiť sa
sl: Odjava
sv: Logga ut

source: Login
cs: Přihlášení
el: Σύνδεση
et: Logi sisse
fr: Connexion
it: Accesso
ja: ログイン
lt: Prisijungimas
lv: Pieteikšanās
nl: Inloggen
pl: Logowanie
ro: Autentificare
ru: Войти
se: Kirjaudu sisään
sk: Prihlásenie
sl: Prijava
sv: Inloggning

source: Register
cs: Registrace
da: Registrer
el: Εγγραφή
et: Registreeri
fr: S'enregistrer
it: Registra
ja: 登録
lt: Registruotis
lv: Reģistrēties
nl: Registreren
pl: Rejestracja
pt: Registe-se
ro: Înregistrare
ru: Зарегистрировать
se: Rekisteröi
sk: Registrácia
sv: Registrera

source: Privacy Policy
cs: Zásady ochrany osobních údajů
da: Politik om beskyttelse af personlige oplysninger
el: Πολιτική απορρήτου
et: Privaatsuspoliitika
fr: Politique de confidentialité
it: Politica sulla privacy
ja: プライバシーポリシー
lt: Privatumo politika
lv: Konfidencialitātes politika
nl: Privacybeleid
pl: Polityka prywatności
pt: Política de Privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности
se: Tietosuojakäytäntö
sk: Zásady ochrany osobných údajov
sl: Pravilnik o zasebnosti
sv: Integritetspolicy

source: Back to e-mail login
cs: Zpět na přihlášení k e-mailu
da: Tilbage til e-mail-login
el: Επιστροφή στην είσοδο e-mail
et: Tagasi e-maili sisselogimise juurde
fr: Retour à l'identification par adresse électronique
it: Ritorna all'accesso all'e-mail
ja: メールログインに戻る
lt: Grįžti į el. pašto prisijungimą
lv: Atgriezties pie e-pasta pieteikšanās
nl: Terug naar e-mail login
pl: Powróć do strony logowania
pt: Voltar ao e-mail de login
ro: Înapoi la e-mail login
ru: Обратно к входу по эл. почте
se: Takaisin sähköpostiosoitteeseen
sk: Späť na prihlásenie e-mailom
sl: Nazaj na prijavo v e-pošto
sv: Tillbaka till inloggning för e-post

source: Password Reset
cs: Obnovení hesla
da: Nulstilling af adgangskode
el: Επαναφορά κωδικού πρόσβασης
et: Salasõna lähtestamine
fr: Réinitialiser le mot de passe
it: Ripristino della password
ja: パスワードリセット
lt: Slaptažodžio atkūrimas
lv: Paroles atiestatīšana
nl: Wachtwoord Reset
pl: Resetowanie hasła
pt: Redefinição de senha
ro: Resetarea parolei
ru: Сброс пароля
se: Salasanan palautus
sk: Obnova hesla
sl: Ponastavitev gesla
sv: Återställning av lösenord
