Repository: NewGardenFarms/devices.sensor.community
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: cs, da, el, et, fr, it, ja, lt, lv, nl, pl, pt, ro, ru, se, sk, sl, sv

source: If the sensor was registered for you by mistake, please report this to tech@sensor.community.
cs: Pokud byl snímač omylem zaregistrován pro vás, nahlaste tuto skutečnost na adrese tech@sensor.community.
da: Hvis sensoren ved en fejl er blevet registreret for dig, skal du anmelde dette til tech@sensor.community.
el: Εάν ο αισθητήρας καταχωρήθηκε για εσάς κατά λάθος, παρακαλούμε να το αναφέρετε στο tech@sensor.community.
et: Kui andur registreeriti teie jaoks kogemata, teatage sellest aadressil tech@sensor.community.
fr: Si un détecteur vous a été transféré par erreur, veuillez envoyer un courriel à tech@sensor.community.
it: Se il sensore è stato registrato per errore, segnalalo a tech@sensor.community.
ja: 誤って自分用のセンサーを登録してしまった場合は、tech@sensor.community までご報告ください。
lt: Jei jutiklis buvo užregistruotas per klaidą, praneškite apie tai adresu tech@sensor.community.
lv: Ja sensors jums ir reģistrēts kļūdas dēļ, lūdzu, ziņojiet par to uz tech@sensor.community.
nl: Indien de sensor per vergissing voor u werd geregistreerd, gelieve dit te melden aan tech@sensor.community.
pt: Se o sensor foi registado para si por engano, por favor comunique isto a tech@sensor.community.
ro: Dacă senzorul a fost înregistrat pentru dvs. din greșeală, vă rugăm să raportați acest lucru la tech@sensor.community.
se: Jos anturi on rekisteröity sinulle vahingossa, ilmoita siitä osoitteeseen tech@sensor.community.
sk: Ak bol senzor zaregistrovaný omylom, prosím, nahláste to na adresu tech@sensor.community.
sl: Če je bil senzor pomotoma registriran za vas, to sporočite na naslov tech@sensor.community.
sv: Om sensorn har registrerats för dig av misstag ska du anmäla detta till tech@sensor.community.

source: Change password
cs: Změna hesla
da: Ændre adgangskode
el: Αλλαγή κωδικού πρόσβασης
et: Muuda salasõna
fr: Changer le mot de passe
it: Cambiare la password
ja: パスワードの変更
lt: Pakeisti slaptažodį
lv: Mainīt paroli
nl: Wijzig wachtwoord
pl: Zmień hasło
pt: Alterar palavra-passe
ro: Schimbați parola
ru: Изменить пароль
se: Vaihda salasana
sk: Zmeniť heslo
sl: Sprememba gesla
sv: Ändra lösenord

source: Send password reset instructions
cs: Odeslání pokynů k obnovení hesla
da: Send instruktioner til nulstilling af adgangskode
el: Αποστολή οδηγιών επαναφοράς κωδικού πρόσβασης
et: Parooli lähetusjuhiste saatmine
fr: Envoyer les instructions de réinitialisation du mot de passe
it: Invia le istruzioni per la reimpostazione della password
ja: パスワード再設定方法の送信
lt: Siųsti slaptažodžio atstatymo instrukcijas
lv: Nosūtīt paroles atiestatīšanas norādījumus
nl: Stuur instructies voor het opnieuw instellen van het wachtwoord
pl: Wyślij instrukcje resetu hasła
pt: Enviar instruções de redefinição de senha
ro: Trimiteți instrucțiuni de resetare a parolei
ru: Отослать инструкции по восстановлению пароля
se: Lähetä salasanan palautusohjeet
sk: Odoslať pokyny na obnovenie hesla
sl: Pošlji navodila za ponastavitev gesla
sv: Skicka instruktioner för återställning av lösenord

source: Password reminder
cs: Připomenutí hesla
da: Påmindelse om adgangskode
el: Υπενθύμιση κωδικού πρόσβασης
et: Salasõna meeldetuletus
fr: Récupération de mot de passe
it: Promemoria della password
ja: パスワードリマインダー
lt: Slaptažodžio priminimas
lv: Paroles atgādinājums
nl: Wachtwoord herinnering
pl: Resetowanie hasła
pt: Lembrete de senha
ro: Reamintire parolă
ru: Напомнить пароль
se: Salasanan muistutus
sk: Pomôcka pre heslo
sl: Opominjanje na geslo
sv: Påminnelse om lösenord

source: please wait up to 30 min to receive the mail and check your spam folder
cs: vyčkejte prosím až 30 minut na přijetí pošty a zkontrolujte si složku se spamem.
da: vent venligst op til 30 minutter på at modtage mailen og tjek din spam-mappe
el: παρακαλούμε περιμένετε έως και 30 λεπτά για να λάβετε το μήνυμα και ελέγξτε το φάκελο ανεπιθύμητης αλληλογραφίας σας
et: palun oodake kuni 30 minutit, et saada posti ja kontrollige oma rämpsposti kausta.
it: si prega di attendere fino a 30 minuti per ricevere la posta e controllare la cartella spam
ja: メールの受信には30分程度かかる場合があります。
lt: palaukite iki 30 min., kol gausite laišką, ir patikrinkite nepageidaujamų laiškų aplanką.
lv: lūdzu, pagaidiet līdz 30 minūtēm, lai saņemtu pastu, un pārbaudiet savu surogātpasta mapi.
nl: wacht alstublieft tot 30 min om de mail te ontvangen en controleer uw spam folder
pt: aguarde até 30 min para receber o correio e verifique a sua pasta de spam
ro: vă rugăm să așteptați până la 30 de minute pentru a primi e-mailul și verificați dosarul de spam.
se: odota enintään 30 minuuttia saadaksesi sähköpostin ja tarkista roskapostikansiosi.
sk: prosím, čakajte až 30 minút, kým dostanete e-mail a skontrolujte priečinok so spamom
sl: počakajte do 30 minut, da prejmete pošto, in preverite mapo za neželeno pošto.
sv: Vänta upp till 30 minuter för att ta emot e-postmeddelandet och kontrollera din skräppostmapp.

source: Reset password
cs: Obnovení hesla
da: Nulstil adgangskode
el: Επαναφορά κωδικού πρόσβασης
et: Parooli lähtestamine
fr: Réinitialiser le mot de passe
it: Ripristina la password
ja: パスワードの再設定
lt: Iš naujo nustatyti slaptažodį
lv: Paroles atiestatīšana
nl: Wachtwoord resetten
pl: Resetowanie hasła
pt: Redefinir palavra-passe
ro: Resetare parolă
ru: Сбросить пароль
se: Nollaa salasana
sk: Obnoviť heslo
sl: Ponastavitev gesla
sv: Återställ lösenordet

source: Resend confirmation instructions
cs: Opětovné zaslání potvrzovacích pokynů
da: Genudsend bekræftelsesinstruktioner
el: Επαναποστολή οδηγιών επιβεβαίωσης
et: Kinnitusjuhiste uuesti saatmine
fr: Renvoyer les instructions de configuration
it: Invia nuovamente le istruzioni di conferma
ja: 確認書の再送
lt: Pakartotinis patvirtinimo instrukcijų siuntimas
lv: Atkārtoti nosūtīt apstiprinājuma norādījumus
nl: Bevestigingsinstructies opnieuw verzenden
pl: Wyślij instrukcje logowania ponownie
pt: Reenviar instruções de confirmação
ro: Reîntoarceți instrucțiunile de confirmare
ru: Заново послать инструкции с подтверждением
se: Lähetä vahvistusohjeet uudelleen
sk: Znovu odoslať pokyny na potvrdenie
sl: Ponovno pošljite navodila za potrditev
sv: Skicka om bekräftelseinstruktioner

source: E-Mail addresse
cs: E-mailová adresa
da: E-mail adresse
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου
et: E-posti aadress
fr: Adresse électronique
it: Indirizzo e-mail
ja: 電子メールのアドレス
lt: El. pašto adresas
lv: E-pasta adrese
nl: E-Mail adres
pl: adres e-mail
pt: E-Mail do destinatário
ro: Adresa de e-mail
ru: Адрес эл. почты
se: Sähköpostiosoite
sk: E-mailová adresa
sl: E-poštni naslov
sv: E-postadress

source: Please enter an e-mail address.
cs: Zadejte prosím e-mailovou adresu.
da: Indtast venligst en e-mailadresse.
el: Εισάγετε μια διεύθυνση ηλεκτρονικού ταχυδρομείου.
et: Palun sisestage e-posti aadress.
fr: Veuillez saisir une adresse électronique
it: Si prega di inserire un indirizzo e-mail.
ja: E-mailアドレスを入力してください。
lt: Įveskite el. pašto adresą.
lv: Lūdzu, ievadiet e-pasta adresi.
nl: Voer een e-mail adres in.
pl: Podaj poprawny adres e-mail
pt: Por favor introduza um endereço de correio electrónico.
ro: Vă rugăm să introduceți o adresă de e-mail.
ru: Пожалуйста введите адрес эл. почты.
se: Anna sähköpostiosoite.
sk: Prosím, zadajte e-mailovú adresu.
sl: Vnesite e-poštni naslov.
sv: Ange en e-postadress.

source: Please enter a correct e-mail address.
cs: Zadejte prosím správnou e-mailovou adresu.
da: Indtast venligst en korrekt e-mailadresse.
el: Παρακαλούμε εισάγετε μια σωστή διεύθυνση ηλεκτρονικού ταχυδρομείου.
et: Palun sisestage õige e-posti aadress.
fr: Veuillez saisir une adresse électronique valide
it: Si prega di inserire un indirizzo e-mail corretto.
ja: 正しいEメールアドレスを入力してください。
lt: Įveskite teisingą el. pašto adresą.
lv: Lūdzu, ievadiet pareizu e-pasta adresi.
nl: Vul een correct e-mail adres in.
pl: Podaj poprawny adres e-mail
pt: Por favor, introduza um endereço de correio electrónico correcto.
ro: Vă rugăm să introduceți o adresă de e-mail corectă.
ru: Пожалуйста введение корректный адрес эл. почты.
se: Anna oikea sähköpostiosoite.
sk: Prosím, zadajte správnu e-mailovú adresu.
sl: Vnesite pravilen e-poštni naslov.
sv: Ange en korrekt e-postadress.

source: next
cs: další
da: næste
el: επόμενη
et: järgmine
fr: suivant
it: prossimo
ja: 次
lt: Kitas
lv: nākamais
nl: volgende
pt: próximo
ro: următorul
ru: далее
se: seuraava
sk: ďalej
sl: naslednji
sv: nästa

source: Please enter a password.
cs: Zadejte prosím heslo.
da: Indtast venligst en adgangskode.
el: Παρακαλώ εισάγετε έναν κωδικό πρόσβασης.
et: Palun sisestage parool.
fr: Veuillez saisir un mot de passe
it: Si prega di inserire una password.
ja: パスワードを入力してください。
lt: Įveskite slaptažodį.
lv: Lūdzu, ievadiet paroli.
nl: Voer een wachtwoord in.
pt: Por favor introduza uma palavra-passe.
ro: Vă rugăm să introduceți o parolă.
ru: Пожалуйста введите пароль.
se: Anna salasana.
sk: Zadajte heslo prosím.
sl: Vnesite geslo.
sv: Ange ett lösenord.

source: Stay logged in.
cs: Zůstaňte přihlášeni.
da: Bliv logget ind.
el: Μείνετε συνδεδεμένοι.
et: Jää sisse logitud.
fr: Rester connecté
it: Resta collegato.
ja: ログインしたまま
lt: Būkite prisijungę.
lv: Palieciet pieslēdzies.
nl: Blijf ingelogd.
pt: Permanecer logado.
ro: Rămâneți conectat.
ru: Оставаться в системе.
se: Pysy kirjautuneena sisään.
sk: Ostaň prihlásený.
sl: Ostanite prijavljeni.
sv: Håll dig inloggad.

source: login
cs: přihlášení
el: Σύνδεση
et: sisselogimine
fr: connexion
ja: ログイン
lt: prisijungimas
lv: pieteikšanās
nl: inloggen
pl: logowanie
ru: войти
se: Kirjaudu sisään
sk: prihlásenie
sl: prijava
sv: inloggning

source: I agree to the <a href="/privacy-policy">Privacy policy</a>.
cs: Souhlasím se <a href="/privacy-policy">Zásadami ochrany osobních údajů</a>.
da: Jeg accepterer <a href="/privacy-policy">Privatlivspolitik</a>.
el: Συμφωνώ με την <a href="/privacy-policy">Πολιτική απορρήτου</a>.
et: Nõustun<a href="/privacy-policy">Privaatsuspoliitikaga</a>.
it: Sono d'accordo con la <a href="/privacy-policy">Privacy policy</a>.
ja: <a href="/privacy-policy">個人情報保護方針</a>に同意します。
lt: Sutinku su <a href="/privacy-policy">Privatumo politika</a>.
lv: Es piekrītu <a href="/privacy-policy">Privātuma politikai</a>.
nl: Ik ga akkoord met het <a href="/privacy-policy">privacybeleid</a>.
pt: Concordo com a <a href="/privacy-policy">Política de privacidade</a>.
ro: Sunt de acord cu <a href="/privacy-policy">Politica de confidențialitate</a>.
se: Hyväksyn <a href="/privacy-policy">Tietosuojakäytännöt</a>.
sk: Súhlasím so <a href="/privacy-policy">zásadami ochrany osobných údajov</a>.
sl: Strinjam se s <a href="/privacy-policy">Politiko zasebnosti</a>.
sv: Jag godkänner <a href="/privacy-policy">Privacy policy</a>.

source: Please agree to the privacy policy.
cs: Souhlasíte se zásadami ochrany osobních údajů.
da: Du bedes acceptere privatlivspolitikken.
el: Συμφωνήστε με την πολιτική απορρήτου.
et: Palun nõustuge privaatsuspoliitikaga.
fr: Veuillez accepter la politique de confidentialité.
it: Si prega di accettare l'informativa sulla privacy.
ja: 個人情報保護方針にご同意ください。
lt: Prašome sutikti su privatumo politika.
lv: Lūdzu, piekrītiet privātuma politikai.
nl: Gelieve akkoord te gaan met het privacybeleid.
pt: Por favor, aceite a política de privacidade.
ro: Vă rugăm să fiți de acord cu politica de confidențialitate.
ru: Пожалуйста дайте согласие с политикой конфеденциальности.
se: Hyväksy tietosuojakäytäntö.
sk: Prosím, potvrďte súhlas so zásadami ochrany osobných údajov.
sl: Strinjajte se s pravilnikom o zasebnosti.
sv: Godkänn sekretesspolicyn.

source: register
cs: zaregistrovat
el: μητρώο
fr: s'enregistrer
it: registrare
ja: 登録
lt: registruoti
lv: reģistrēties
nl: registreren
pl: rejestracja
pt: registar
ro: registru
ru: зарегистрировать
se: Rekisteröi
sk: registrácia

source: Password request via email
cs: Žádost o heslo e-mailem
da: Anmodning om adgangskode via e-mail
el: Αίτημα κωδικού πρόσβασης μέσω email
et: Salasõna taotlemine e-posti teel
fr: Demande de mot de passe par courriel
it: Richiesta di password via e-mail
ja: Eメールでのパスワード申請
lt: Slaptažodžio užklausa el. paštu
lv: Paroles pieprasījums pa e-pastu
nl: Wachtwoord aanvragen via e-mail
pt: Pedido de senha via e-mail
ro: Solicitarea parolei prin e-mail
ru: Запрос пароля через эл. почту
se: Salasanapyyntö sähköpostitse
sk: Vyžiadanie hesla e-mailom
sl: Zahteva za geslo prek e-pošte
sv: Begäran om lösenord via e-post

source: Password must consist of at least %s letters.
cs: Heslo musí obsahovat alespoň %s písmen.
da: Adgangskoden skal bestå af mindst %s bogstaver.
el: Ο κωδικός πρόσβασης πρέπει να αποτελείται από τουλάχιστον %s γράμματα.
et: Parool peab koosnema vähemalt %s tähest.
fr: Le mot de passe doit être composé d'au moins %s lettres.
it: La password deve essere composta da almeno %s lettere.
ja: 密码必须至少包含%s个字母。
lt: Slaptažodį turi sudaryti bent %s raidės.
lv: Parolē jābūt vismaz %s burtiem.
nl: Wachtwoord moet uit minimaal %s letters bestaan.
pt: Pedido de senha via e-mail
ro: Parola trebuie să conțină cel puțin %s litere.
ru: Пароль должен содержать следующие символы: %s .
se: Lösenordet måste bestå av minst %s bokstäver.
sk: Heslo musí obsahovať najmenej %s znakov.
sl: Geslo mora biti sestavljeno iz vsaj %s črk.
sv: Begäran om lösenord via e-post

source: Password (repeat)
cs: Heslo (opakování)
da: Adgangskode (gentagelse)
el: Κωδικός πρόσβασης (επανάληψη)
et: Parool (kordus)
fr: Mot de passe (répéter)
it: Password (ripetere)
ja: パスワード（繰り返し
lt: Slaptažodis (pakartoti)
lv: Parole (atkārtojums)
nl: Wachtwoord (herhalen)
pt: Senha (repetir)
ro: Parola (repetați)
ru: Пароль (повторно)
se: Salasana (toista)
sk: Heslo (zopakujte)
sl: Geslo (ponovitev)
sv: Lösenord (upprepning)

source: Passwords must be identical.
cs: Hesla musí být stejná.
da: Adgangskoderne skal være identiske.
el: Οι κωδικοί πρόσβασης πρέπει να είναι πανομοιότυποι.
et: Paroolid peavad olema identsed.
fr: Les mots de passe doivent être identiques.
it: Le password devono essere identiche.
ja: パスワードは同一でなければなりません。
lt: Slaptažodžiai turi būti vienodi.
lv: Parolēm jābūt vienādām.
nl: Wachtwoorden moeten identiek zijn.
pt: As palavras-passe devem ser idênticas.
ro: Parolele trebuie să fie identice.
ru: Пароли должны совпадать.
se: Salasanojen on oltava samat.
sk: Heslá musia byť rovnaké.
sl: Gesla morajo biti enaka.
sv: Lösenorden måste vara identiska.

source: Save Password
cs: Uložit heslo
da: Gem adgangskode
el: Αποθήκευση κωδικού πρόσβασης
et: Salvesta parool
fr: Sauvegarder le mot de passe
it: Salvare la password
ja: パスワードの保存
lt: Išsaugoti slaptažodį
lv: Saglabāt paroli
nl: Wachtwoord opslaan
pt: Guardar Palavra-passe
ro: Salvați parola
ru: Сохранить пароль
se: Tallenna salasana
sk: Uložiť heslo
sl: Shrani geslo
sv: Spara lösenord

source: First name
cs: Křestní jméno
da: Fornavn
el: Όνομα
et: Eesnimi
fr: Prénom
it: Nome
ja: 名前
lt: Vardas ir pavardė
lv: Vārds
nl: Voornaam
pl: Imię
pt: Primeiro nome
ro: Nume și prenume
ru: Имя
se: Etunimi
sk: Meno
sl: Ime in priimek
sv: Förnamn

source: Last name
cs: Příjmení
da: Efternavn
el: Επώνυμο
et: Perekonnanimi
fr: Nom
it: Nome e cognome
ja: 苗字
lt: Pavardė
lv: Uzvārds
nl: Achternaam
pl: Nazwisko
pt: Apelido
ro: Numele de familie
ru: Фамилия
se: Sukunimi
sk: Priezvisko
sl: Priimek
sv: Efternamn

source: Save user data.
cs: Uložení uživatelských dat.
da: Gem brugerdata.
el: Αποθήκευση δεδομένων χρήστη.
et: Salvesta kasutaja andmed.
fr: Sauvegarder les informations utilisateur
it: Salvare i dati dell'utente.
ja: ユーザーデータの保存
lt: Išsaugoti naudotojo duomenis.
lv: Saglabājiet lietotāja datus.
nl: Sla gebruikersgegevens op.
pl: Zapisz dane użytkownika
pt: Guardar dados do utilizador.
ro: Salvați datele utilizatorului.
ru: Сохранить данные пользователя.
se: Tallenna käyttäjän tiedot.
sk: Uložiť údaje používateľa.
sl: Shranjevanje uporabniških podatkov.
sv: Spara användardata.

source: Old Password
cs: Staré heslo
da: Gammel adgangskode
el: Παλιός κωδικός πρόσβασης
et: Vana parool
fr: Ancien mot de passe
it: Vecchia password
ja: 旧パスワード
lt: Senasis slaptažodis
lv: Vecā parole
nl: Oud wachtwoord
pl: Stare hasło
pt: Palavra-passe antiga
ro: Parolă veche
ru: Старый парол
se: Vanha salasana
sk: Staré heslo
sl: Staro geslo
sv: Gammalt lösenord

source: New password
cs: Nové heslo
da: Ny adgangskode
el: Νέος κωδικός πρόσβασης
et: Uus parool
fr: Nouveau mot de passe
it: Nuova password
ja: 新しいパスワード
lt: Naujas slaptažodis
lv: Jauna parole
nl: Nieuw wachtwoord
pl: Nowe hasło
pt: Nova palavra-passe
ro: Parolă nouă
ru: Новый пароль
se: Uusi salasana
sk: Nové heslo
sl: Novo geslo
sv: Nytt lösenord

source: New password (repeat)
cs: Nové heslo (opakování)
da: Ny adgangskode (gentag)
el: Νέος κωδικός πρόσβασης (επανάληψη)
et: Uus parool (kordus)
fr: Nouveau mot de passe (répéter)
it: Nuova password (ripetere)
ja: 新しいパスワード（繰り返し
lt: Naujas slaptažodis (pakartoti)
lv: Jauna parole (atkārtot)
nl: Nieuw wachtwoord (herhalen)
pl: Nowe hasło (powtórzone)
pt: Nova palavra-passe (repetir)
ro: Parolă nouă (repetați)
ru: Новый пароль (повторно)
se: Uusi salasana (toista)
sk: Nové heslo (zopakujte)
sl: Novo geslo (ponovitev)
sv: Nytt lösenord (upprepa)

source: User data saved.
cs: Uložená uživatelská data.
da: Brugerdata gemt.
el: Αποθήκευση δεδομένων χρήστη.
et: Kasutaja andmed on salvestatud.
fr: Informations utilisateur sauvegardées
it: Dati utente salvati.
ja: ユーザーデータの保存
lt: Išsaugoti naudotojo duomenys.
lv: Lietotāja datu saglabāšana.
nl: Gebruikersgegevens opgeslagen.
pl: Dane użytkownika zapisane.
pt: Dados do utilizador guardados.
ro: Datele utilizatorului sunt salvate.
ru: Данные пользователя сохранены.
se: Käyttäjätiedot tallennettu.
sk: Údaje používateľa uložené.
sl: Shranjeni uporabniški podatki.
sv: Användardata sparas.

source: Meine Luftdaten
cs: Moje údaje o ovzduší
da: Mine luftdata
el: Τα δεδομένα μου για τον αέρα
et: Minu õhuandmed
fr: Mes données sur la qualité de l'air
it: I miei dati sull'aria
ja: 私のエアデータ
lv: Mani gaisa dati
nl: Mijn luchtgegevens
pl: Moje Luftdaten
pt: Os meus dados aéreos
ro: Datele mele despre aer
ru: Мой sensor.community
se: Minun ilmatietoni
sk: Moje Luftdaten
sl: Moji podatki o zraku
sv: Mina luftdata

source: particulate matter sensor
el: αισθητήρας σωματιδίων
nl: sensor voor zwevende deeltjes

source: temperature/humidity sensor
el: αισθητήρας θερμοκρασίας/υγρασίας
nl: emperatuur/vochtigheids sensor

source: temperature/pressure sensor
el: αισθητήρας πίεσης/θερμοκρασίας
nl: temperatuur/druk sensor

source: temperature/humidity/pressure sensor
el: αισθητήρας θερμοκρασίας/υγρασίας/πίεσης
nl: temperatuur/vochtigheid/druk sensor

source: temperature/humidity/CO₂ ppm sensor
el: αισθητήρας θερμοκρασίας/υγρασίας/CO₂ ppm
nl: temperatuur/vochtigheid/CO₂ ppm

source: Donate for Luftdaten.info (Hardware, Software) now on Betterplace.org
fr: Faites un don à Luftdaten.info (logiciel et matériel) sur Betterplace.org
ru: Поддержать проект sensor.community на сервисе Betterplace.org

source: Donate for<br>Luftdaten.info<br>now on<br><span>Betterplace.org</span>
fr: Donnez à<br>Luftdaten.info<br>sur<br><span>Betterplace.org</span>
ru: Поддержать проект <br>sensor.community<br> на сервисе <br><span>Betterplace.org</span>

source: General information can be found at <a href="%(home_url)s">Sensor.Community</a>, as well as the <a href="%(manual_url)s">building instructions</a>. Sensor data can be found on <a href="%(map_url)s">the fine dust map</a> or <a href="%(archive_url)s">be downloaded as CSVs</a>.
fr: Les informations générales sont disponible sur <a href="%(home_url)s">Sensor.Community</a>, et sur <a href="%(manual_url)s">la notice de montage</a>. Les données des détecteurs sont disponibles sur <a href="%(map_url)s">la carte</a> ou bien en <a href="%(archive_url)s">téléchargement comme .csv</a>.
pl: Ogólne informacje mogą zostać znalezione na stronie <a href="%(home_url)s">Sensor.Community</a>, gdzie dostępna jest również <a href="%(manual_url)s">instrukcja budowy czujnika</a>. Informacje z czujników dostępne są na <a href="%(map_url)s">mapie jakości powietrza</a> oraz <a href="%(archive_url)s">mogą zostać pobrane jako pliki CSV</a>.

source: Sincerely, Your Luftdaten.info team
fr: Cordialement, L'équipe Luftdaten.info
ru: С уважение, Команда проекта Luftdaten.info

source: I agree to the <a href="/privacy-policy">Privacy policy</a>
fr: J'accepte la <a href="/privacy-policy">politique de confidentialité</a>
ru: Я даю согласие с <a href="/privacy-policy">политикой конфиденциальности</a>

source: General information can be found at <a href="%(home_url)s">luftdaten.info</a>, as well as the <a href="%(manual_url)s">building instructions</a>. Sensor data can be found on <a href="%(map_url)s">the fine dust map</a> or <a href="%(archive_url)s">be downloaded as CSVs</a>.
ru: Общую информацию можно найти на сайте <a href="%(home_url)s">sensor.community</a>, а также <a href="%(manual_url)s">инструкции по сборке</a>. Данные сенсоров можно найти <a href="%(map_url)s">на карте формате CSV</a>.

source: on the fine dust card again.
pl: mapie pyłów zawieszonych
ru: на карте мелкодисперсных частиц.

source: If you have not requested a new password on luftdaten.info, you can ignore this e-mail.
ru: Если вы не запрашивали сброс пароля на сайте luftdaten.info просто игнорируйте данное сообщение.

source: If you have not created an account on luftdaten.info, you can ignore this e-mail.
ru: Если вы не создали учетную запись на luftdaten.info, вы можете игнорировать это электронное письмо.

source: If you have received a sensor by mistake, please report this at info@luftdaten.info.
ru: Если вы получили датчик по ошибке, сообщите об этом по адресу info@luftdaten.info.

source: If the sensor was registered for you by mistake, please report this to info@luftdaten.info.
ru: Если датчик был зарегистрирован по ошибке, сообщите об этом по адресу info@luftdaten.info.

source: ID
pl: Tylko ID sensora zostanie upublicznione.
