Repository: NewGardenFarms/devices.sensor.community
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: cs, da, el, et, fr, it, ja, lt, lv, nl, pl, pt, ro, ru, se, sk, sl, sv

source: Configure air data sensor yourself
cs: Vlastní konfigurace snímače dat o ovzduší
da: Konfigurer selv luftdatasensoren
el: Διαμορφώστε μόνοι σας τον αισθητήρα δεδομένων αέρα
et: Konfigureerige õhuandmete andur ise
fr: Configurer vous-même le détecteur
it: Configura da solo il sensore di dati dell'aria
ja: エア・データ・センサーを自分で設定する
lt: Konfigūruokite oro duomenų jutiklį patys
lv: Gaisa datu sensora konfigurēšana
nl: Configureer zelf de luchtgegevenssensor
pt: Configure você mesmo o sensor de dados aéreos
ro: Configurați singur senzorul de date de aer
se: Konfiguroi ilmatietoanturi itse
sk: Nakonfigurujte si sami senzor kvality vzduchu
sl: Samostojno konfiguriranje senzorja podatkov o zraku
sv: Konfigurera luftdatasensorn själv

source: Your personal area.
cs: Váš osobní prostor.
da: Dit personlige område.
el: Η προσωπική σας περιοχή.
et: Teie isiklik ala.
fr: Votre espace personnel
it: La tua area personale.
ja: あなたのパーソナルエリア
lt: Jūsų asmeninė sritis.
lv: Jūsu personīgā zona.
nl: Uw persoonlijke ruimte.
pt: A sua área pessoal.
ro: Zona ta personală.
ru: Ваш личный кабинет.
se: Henkilökohtainen alueesi.
sk: Vaša osobná zóna.
sl: Vaše osebno področje.
sv: Ditt personliga område.

source: Sensors
cs: Senzory
da: Sensorer
el: Αισθητήρες
et: Andurid
fr: Détecteurs
it: Sensori
ja: センサー
lt: Jutikliai
lv: Sensori
nl: Sensoren
pl: Moje czujniki
pt: Sensores
ro: Senzori
ru: Сенсоры
se: Anturit
sk: Senzory
sl: Senzorji
sv: Sensorer

source: View and change sensor data and settings.
cs: Zobrazení a změna údajů a nastavení snímače.
da: Se og ændre sensordata og indstillinger.
el: Προβολή και αλλαγή των δεδομένων και των ρυθμίσεων του αισθητήρα.
et: Anduri andmete ja seadete vaatamine ja muutmine.
fr: Voir et changer les information et les configurations pour ce détecteur.
it: Visualizzare e modificare i dati e le impostazioni del sensore.
ja: センサーのデータや設定を確認・変更することができます。
lt: Peržiūrėkite ir keiskite jutiklio duomenis ir nustatymus.
lv: Skatiet un mainiet sensoru datus un iestatījumus.
nl: Sensorgegevens en instellingen bekijken en wijzigen.
pt: Ver e alterar dados e configurações dos sensores.
ro: Vizualizați și modificați datele și setările senzorului.
ru: Просмотреть и изменить данные сенсоров и настройки.
se: Tarkastele ja muuta anturin tietoja ja asetuksia.
sk: Zobraziť a zmeniť údaje senzoru a nastavenia.
sl: Ogled in spreminjanje podatkov in nastavitev senzorja.
sv: Visa och ändra sensordata och inställningar.

source: View and change data, notification settings and passwords.
cs: Zobrazení a změna dat, nastavení oznámení a hesel.
da: Se og ændre data, indstillinger for meddelelser og adgangskoder.
el: Προβολή και αλλαγή δεδομένων, ρυθμίσεων ειδοποιήσεων και κωδικών πρόσβασης.
et: Andmete, teavitussätete ja paroolide vaatamine ja muutmine.
fr: Voir et modifier les informations, les configurations de notification et le mot de passe.
it: Visualizzare e modificare i dati, le impostazioni di notifica e le password.
ja: データや通知設定、パスワードの閲覧・変更ができます。
lt: Peržiūrėkite ir keiskite duomenis, pranešimų nustatymus ir slaptažodžius.
lv: Skatiet un mainiet datus, paziņojumu iestatījumus un paroles.
nl: Bekijk en wijzig gegevens, meldingsinstellingen en wachtwoorden.
pt: Ver e alterar dados, definições de notificação e palavras-passe.
ro: Vizualizați și modificați datele, setările de notificare și parolele.
ru: Просмотреть и изменить данные, настройки оповещения и пароли.
se: Tarkastele ja muuta tietoja, ilmoitusasetuksia ja salasanoja.
sk: Zobraziť a zmeniť nastavenia upozornení a hesiel.
sl: Ogled in spreminjanje podatkov, nastavitev obvestil in gesel.
sv: Visa och ändra data, inställningar för meddelanden och lösenord.

source: Password
cs: Heslo
da: Adgangskode
el: Κωδικός πρόσβασης
et: Parool
fr: Mot de passe
ja: パスワード
lt: Slaptažodis
lv: Parole
nl: Wachtwoord
pl: Hasło
pt: Senha
ro: Parola
ru: Пароль
se: Salasana
sk: Heslo
sl: Geslo
sv: Lösenord

source: Change password.
cs: Změna hesla.
da: Ændre adgangskode.
el: Αλλαγή κωδικού πρόσβασης.
et: Muuda salasõna.
fr: Changer le mot de passe
it: Cambiare la password.
ja: パスワードの変更
lt: Pakeiskite slaptažodį.
lv: Mainīt paroli.
nl: Wijzig wachtwoord.
pl: Zmień hasło.
pt: Alterar palavra-passe.
ro: Schimbați parola.
ru: Измените пароль.
se: Vaihda salasana.
sk: Zmeniť heslo.
sl: Spremenite geslo.
sv: Ändra lösenord.

source: Logout.
cs: Odhlášení.
da: Log ud.
el: Αποσύνδεση.
et: Väljalogimine.
fr: Déconnexion.
ja: ログアウトです。
lt: Atsijungimas.
lv: Iziet no sistēmas.
nl: Log uit.
pl: Wyloguj.
pt: Sair.
ro: Deconectare.
ru: Выйти.
se: Kirjaudu ulos.
sk: Odhlásiť sa.
sl: Odjava.
sv: Logga ut.

source: Change your password.
cs: Změňte si heslo.
da: Ændre din adgangskode.
el: Αλλάξτε τον κωδικό πρόσβασής σας.
et: Muutke oma salasõna.
fr: Changer le mot de passe.
it: Cambia la tua password.
ja: パスワードの変更
lt: Pakeiskite slaptažodį.
lv: Mainiet paroli.
nl: Verander je wachtwoord.
pl: Zmień hasło.
pt: Altere a sua palavra-passe.
ro: Schimbați-vă parola.
ru: Измените пароль.
se: Vaihda salasanasi.
sk: Zmeňte si heslo.
sl: Spremenite geslo.
sv: Ändra ditt lösenord.

source: Data from Node
cs: Data z uzlu
da: Data fra knudepunkt
el: Δεδομένα από τον κόμβο
et: Sõlme andmed
fr: Données du nœud
ja: ノードからのデータ
lt: Duomenys iš mazgo
lv: Dati no mezgla
nl: Gegevens van knooppunt
pl: Dane z czujnika
pt: Dados do Nó
ro: Date de la nod
ru: Данные из Node
se: Solmun tiedot
sk: Údaje z uzla
sl: Podatki iz vozlišča
sv: Uppgifter från noden

source: Typically, two sensors are attached to each node: the fine dust sensor and the Humidity and temperature sensor. The sensor number can also be found
cs: Ke každému uzlu jsou obvykle připojeny dva senzory: senzor jemného prachu a senzor vlhkosti a teploty. Číslo čidla lze také zjistit
da: Typisk er der to sensorer tilsluttet hver knudepunkt: Fint støv-sensoren og fugt- og temperatursensoren. Sensornummeret kan også findes
el: Συνήθως, σε κάθε κόμβο συνδέονται δύο αισθητήρες: ο αισθητήρας λεπτής σκόνης και ο αισθητήρας υγρασίας και θερμοκρασίας. Ο αριθμός του αισθητήρα μπορεί επίσης να βρεθεί
et: Tavaliselt on iga sõlme külge kinnitatud kaks andurit: peentolmuandur ning niiskuse- ja temperatuuriandur. Anduri numbri võib leida ka
fr: Normalement, deux détecteurs sont attaché à chaque nœud : le capteur de particules fines et le capteur d'humidité relative et de température. Le numéro du détecteur peut aussi être retrouvé
ja: 一般的に、各ノードには「微細なほこりセンサー」と「湿度・温度センサー」の2つのセンサーが取り付けられています。センサーの番号は、次のようにも確認できます。
lt: Paprastai prie kiekvieno mazgo prijungiami du jutikliai: smulkių dulkių jutiklis ir drėgmės bei temperatūros jutiklis. Jutiklio numerį taip pat galima rasti
lv: Parasti katram mezglam tiek pievienoti divi sensori: smalko putekļu sensors un mitruma un temperatūras sensors. Sensora numuru var atrast arī
nl: Gewoonlijk zijn op elk knooppunt twee sensoren aangesloten: de fijnstofsensor en de vochtigheids- en temperatuursensor. Het sensornummer kan ook worden gevonden
pt: Tipicamente, dois sensores são ligados a cada nó: o sensor de poeira fina e o sensor de humidade e temperatura. O número do sensor também pode ser encontrado
ro: În mod obișnuit, la fiecare nod sunt atașați doi senzori: senzorul de praf fin și senzorul de umiditate și temperatură. Numărul senzorului poate fi, de asemenea, găsit
ru: Обычно, два сенсора присоединены к одному устройству: сенсор мелкодисперсных частиц и сенсор влажности и температуры. Номер каждого сенсора отображается
se: Kumpaankin solmuun liitetään tyypillisesti kaksi anturia: hienopölyanturi sekä kosteus- ja lämpötila-anturi. Anturin numero löytyy myös
sk: Obvykle sú ku každému uzlu pripojené dva senzory: senzor jemného prachu a senzor vlhkosti s teplotou. Nájdete tiež číslo senzora
sl: Običajno sta na vsako vozlišče priključena dva senzorja: senzor finega prahu ter senzor vlažnosti in temperature. Številko senzorja lahko najdete tudi
sv: Vanligtvis är två sensorer anslutna till varje nod: en sensor för fint damm och en sensor för fuktighet och temperatur. Sensornumret kan också hittas

source: on the fine dust map again
cs: na mapě jemného prachu
da: på kortet over fint støv igen
el: στο χάρτη της λεπτής σκόνης και πάλι
et: peene tolmu kaardil uuesti
fr: sur la platine
ja: ファインダストマップで再び
lt: vėl smulkių dulkių žemėlapyje
lv: atkal smalko putekļu kartē
nl: op de fijnstofkaart weer
pt: no mapa do pó fino novamente
ro: pe harta prafului fin din nou
se: hienojakoisen pölyn kartalla uudelleen
sk: opäť na kartu prachových častíc.
sl: na zemljevidu drobnega prahu
sv: på kartan över fint damm igen

source: show on map
cs: zobrazit na mapě
da: Vis på kort
el: Εμφάνιση στο χάρτη
et: näidata kaardil
fr: voir sur la carte
ja: 地図で見る
lt: rodyti žemėlapyje
lv: parādīt kartē
nl: toon op kaart
pt: mostrar no mapa
ro: arată pe hartă
se: näytä kartalla
sk: zobraziť na mape
sl: Prikaži na zemljevidu
sv: visa på kartan

source: Last updated:
cs: Poslední aktualizace:
da: Sidst opdateret:
el: Τελευταία ενημέρωση:
et: Viimati uuendatud:
fr: Dernière mise à jour :
ja: 最終更新日
lt: Paskutinį kartą atnaujinta:
lv: Pēdējo reizi atjaunināts:
nl: Laatst bijgewerkt:
pt: Última actualização:
ro: Ultima actualizare:
ru: Последнее обновление:
se: Viimeksi päivitetty:
sk: Posledná aktualizácia:
sl: Nazadnje posodobljeno:
sv: Senast uppdaterad:

source: No current data are available for this sensor.
cs: Pro tento senzor nejsou k dispozici žádné aktuální údaje.
da: Der er ingen aktuelle data til rådighed for denne sensor.
el: Δεν υπάρχουν διαθέσιμα τρέχοντα δεδομένα για αυτόν τον αισθητήρα.
et: Selle anduri kohta ei ole praegused andmed kättesaadavad.
fr: Actuellement, il n'y a aucune information disponible pour ce détecteur.
ja: 現在、このセンサーのデータはありません。
lt: Dabartinių duomenų apie šį jutiklį nėra.
lv: Pašlaik dati par šo sensoru nav pieejami.
nl: Voor deze sensor zijn geen actuele gegevens beschikbaar.
pt: Não estão disponíveis dados actuais para este sensor.
ro: Nu sunt disponibile date actuale pentru acest senzor.
ru: Нет актуальных данные для данного сенсора.
se: Tästä anturista ei ole saatavilla nykyisiä tietoja.
sk: Pre tento senzor nie sú k dispozícii žiadne aktuálne údaje.
sl: Trenutni podatki za ta senzor niso na voljo.
sv: Inga aktuella data finns tillgängliga för denna sensor.

source: Sensor
cs: Senzor
el: Αισθητήρας
et: Andur
fr: Détecteur
it: Sensore
ja: センサー
lt: Jutiklis
lv: Sensors
ro: Senzor
ru: Сенсор
se: Anturi
sk: Senzor
sl: Senzor

source: was deleted.
cs: byl smazán.
da: blev slettet.
el: διαγράφηκε.
et: kustutati.
it: è stato cancellato.
ja: を削除しました。
lt: buvo ištrintas.
lv: tika dzēsts.
nl: werd verwijderd.
pt: foi apagado.
ro: a fost șters.
se: poistettiin.
sl: je bil izbrisan.
sv: har strukits.

source: Back to my sensors
cs: Zpět k mým senzorům
da: Tilbage til mine sensorer
el: Επιστροφή στους αισθητήρες μου
et: Tagasi minu andurite juurde
fr: Retour vers mon détecteur
it: Torna ai miei sensori
ja: 私のセンサーに戻る
lt: Grįžti prie savo jutiklių
lv: Atgriezties pie maniem sensoriem
nl: Terug naar mijn sensoren
pl: Powrót do listy czujników
pt: Voltar aos meus sensores
ro: Înapoi la senzorii mei
ru: Обратно к моим сенсорам
se: Takaisin antureihini
sk: Späť na moje senzory
sl: Nazaj k mojim senzorjem
sv: Tillbaka till mina sensorer

source: Delete sensor %(node_id)s
cs: Zpět k mým senzorům
da: Tilbage til mine sensorer
el: Επιστροφή στους αισθητήρες μου
et: Tagasi minu andurite juurde
it: Torna ai miei sensori
ja: 私のセンサーに戻る
lt: Grįžti prie savo jutiklių
lv: Atgriezties pie maniem sensoriem
nl: Terug naar mijn sensoren
pt: Voltar aos meus sensores
ro: Înapoi la senzorii mei
se: Takaisin antureihini
sl: Nazaj k mojim senzorjem
sv: Tillbaka till mina sensorer

source: Are you sure you want to delete this sensor?
cs: Opravdu chcete tento snímač odstranit?
da: Er du sikker på, at du vil slette denne sensor?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτόν τον αισθητήρα;
et: Kas olete kindel, et soovite selle anduri kustutada?
it: Sei sicuro di voler eliminare questo sensore?
ja: 本当にこのセンサーを削除してもいいのでしょうか？
lt: Ar tikrai norite ištrinti šį jutiklį?
lv: Vai esat pārliecināts, ka vēlaties dzēst šo sensoru?
nl: Weet u zeker dat u deze sensor wilt verwijderen?
pt: Tem a certeza de que quer apagar este sensor?
ro: Sunteți sigur că doriți să ștergeți acest senzor?
se: Haluatko varmasti poistaa tämän anturin?
sl: Ste prepričani, da želite izbrisati ta senzor?
sv: Är du säker på att du vill ta bort den här sensorn?

source: Warning! After deleting you have no more control over the sensor!
cs: Pozor! Po vymazání již nemáte nad senzorem žádnou kontrolu!
da: Advarsel! Efter sletning har du ikke længere kontrol over sensoren!
el: Προειδοποίηση! Μετά τη διαγραφή δεν έχετε πλέον έλεγχο του αισθητήρα!
et: Hoiatus! Pärast kustutamist ei ole teil enam kontrolli anduri üle!
it: Attenzione! Dopo la cancellazione non hai più controllo sul sensore!
ja: 警告! 削除した後は、センサーをコントロールできなくなります。
lt: Įspėjimas! Ištrynę jutiklį nebegalėsite jo valdyti!
lv: Brīdinājums! Pēc dzēšanas jums vairs nav kontroles pār sensoru!
nl: Waarschuwing! Na het wissen heeft u geen controle meer over de sensor!
pt: Advertência! Depois de apagar o sensor, não terá mais controlo sobre ele!
ro: Atenție! După ștergere, nu mai aveți control asupra senzorului!
se: Varoitus! Poistamisen jälkeen et voi enää hallita anturia!
sl: Opozorilo! Po izbrisu nimate več nadzora nad senzorjem!
sv: Varning! Efter att du har raderat har du inte längre kontroll över sensorn!

source: Also the chipID of this sensor will remain blocked for a new registration!
cs: Také chipID tohoto senzoru zůstane pro novou registraci zablokováno!
da: Også denne sensors chipID vil forblive blokeret for en ny registrering!
el: Επίσης, το chipID αυτού του αισθητήρα θα παραμείνει μπλοκαρισμένο για μια νέα εγγραφή!
et: Ka selle anduri chipID jääb uue registreerimise jaoks blokeerituks!
it: Anche il chipID di questo sensore rimarrà bloccato per una nuova registrazione!
ja: また、このセンサーのチップIDは、新規登録時にはブロックされたままになります。
lt: Be to, šio jutiklio lusto ID liks užblokuotas naujai registracijai!
lv: Arī šī sensora chipID paliks bloķēts jaunai reģistrācijai!
nl: Ook de chipID van deze sensor zal geblokkeerd blijven voor een nieuwe registratie!
pt: Também o chipID deste sensor permanecerá bloqueado para um novo registo!
ro: De asemenea, chipID-ul acestui senzor va rămâne blocat pentru o nouă înregistrare!
se: Myös tämän anturin chipID pysyy estettynä uutta rekisteröintiä varten!
sl: Tudi čipID tega senzorja bo ostal blokiran za novo registracijo!
sv: ChipID för den här sensorn kommer också att förbli blockerad för en ny registrering!

source: was handed over.
cs: byla předána.
da: blev udleveret.
el: παραδόθηκε.
et: anti üle.
fr: a été transféré.
it: è stato consegnato.
ja: が手渡されました。
lt: buvo perduotas.
lv: tika nodots.
nl: werd overhandigd.
pl: został przekazany.
pt: foi entregue.
ro: a fost predat.
ru: был передан.
se: luovutettiin.
sk: bol odovzdaný.
sl: je bila izročena.
sv: överlämnades.

source: An e-mail was sent to the new owner
cs: Novému majiteli byl zaslán e-mail
da: Der blev sendt en e-mail til den nye ejer
el: Ένα e-mail εστάλη στον νέο ιδιοκτήτη
et: Uuele omanikule saadeti e-kiri
fr: Un courriel a été envoyé au nouveau propriétaire.
it: Una e-mail è stata inviata al nuovo proprietario
ja: 新オーナーにメールが届いた
lt: Naujajam savininkui buvo išsiųstas el. laiškas
lv: Jaunajam īpašniekam tika nosūtīts e-pasts
nl: Een e-mail werd gestuurd naar de nieuwe eigenaar
pl: Wiadomość e-mail została wysłana do nowego właściciela
pt: Foi enviado um e-mail para o novo proprietário
ro: Un e-mail a fost trimis noului proprietar
ru: Эл. сообщение было послано новому владельцу
se: Uudelle omistajalle lähetettiin sähköposti
sk: Novému vlastníkovi bol zaslaný e-mail
sl: Novemu lastniku je bilo poslano e-poštno sporočilo
sv: Ett e-postmeddelande skickades till den nya ägaren

source: Sensor %(node_id)s hand over
cs: Novému majiteli byl zaslán e-mail
da: Der blev sendt en e-mail til den nye ejer
el: Ένα e-mail εστάλη στον νέο ιδιοκτήτη
et: Uuele omanikule saadeti e-kiri
fr: Le détecteur %(node_id)s a été transféré
it: Una e-mail è stata inviata al nuovo proprietario
ja: 新オーナーにメールが届いた
lt: Naujajam savininkui buvo išsiųstas el. laiškas
lv: Jaunajam īpašniekam tika nosūtīts e-pasts
nl: Een e-mail werd gestuurd naar de nieuwe eigenaar
pl: Przekazywanie czujnika %(node_id)s
pt: Foi enviado um e-mail para o novo proprietário
ro: Un e-mail a fost trimis noului proprietar
ru: Передача сенсор %(node_id)s
se: Uudelle omistajalle lähetettiin sähköposti
sk: Preniesť senzor %(node_id)s
sl: Novemu lastniku je bilo poslano e-poštno sporočilo
sv: Ett e-postmeddelande skickades till den nya ägaren

source: This allows you to transfer sensors to another person. This is especially useful if you have ordered a sensor for a friend and want to transfer it to him or her.
cs: To umožňuje přenést senzory na jinou osobu. To je užitečné zejména v případě, že jste si objednali snímač pro svého přítele a chcete jej na něj převést.
da: Dette giver dig mulighed for at overføre sensorer til en anden person. Dette er især nyttigt, hvis du har bestilt en sensor til en ven og ønsker at overføre den til ham eller hende.
el: Αυτό σας επιτρέπει να μεταφέρετε αισθητήρες σε άλλο άτομο. Αυτό είναι ιδιαίτερα χρήσιμο αν έχετε παραγγείλει έναν αισθητήρα για έναν φίλο και θέλετε να τον μεταφέρετε σε αυτόν ή αυτήν.
et: See võimaldab teil andureid teisele isikule üle kanda. See on eriti kasulik, kui olete tellinud sensori sõbrale ja soovite selle talle üle kanda.
fr: Ici, vous pouvez transférer un détecteur à une autre personne. Ceci est utile, par exemple, dans le cas où vous avez commandé un détecteur pour un ami.
it: Questo ti permette di trasferire i sensori ad un'altra persona. Questo è particolarmente utile se hai ordinato un sensore per un amico e vuoi trasferirlo a lui o a lei.
ja: これにより、センサーを別の人に転送することができます。これは、友人のためにセンサーを注文していて、その友人にセンサーを譲渡したい場合に特に便利です。
lt: Taip galite perkelti jutiklius kitam asmeniui. Tai ypač naudinga, jei jutiklį užsakėte draugui ir norite jį perduoti jam ar jai.
lv: Tas ļauj pārsūtīt sensorus citai personai. Tas ir īpaši noderīgi, ja esat pasūtījis sensoru draugam un vēlaties to nodot viņam vai viņai.
nl: Hiermee kunt u sensoren overdragen aan een andere persoon. Dit is vooral handig als u een sensor voor een vriend hebt besteld en deze aan hem of haar wilt overdragen.
pl: Możesz tutaj przekazać czujnik innej osobie. Jest to szczególnie przydatne gdy zamówiłeś czujnik dla swojego znajomego, a teraz chcesz im go przekazać.
pt: Isto permite a transferência de sensores para outra pessoa. Isto é especialmente útil se tiver encomendado um sensor para um amigo e quiser transferi-lo para ele ou ela.
ro: Acest lucru vă permite să transferați senzorii către o altă persoană. Acest lucru este util mai ales dacă ați comandat un senzor pentru un prieten și doriți să i-l transferați acestuia.
ru: Эта опция позволяет передавать сенсор на другой аккаунт. Это, например, может быть полезно, если вы приобрели сенсор в подарок и хотите перевести его на аккаунт одаряемого.
se: Näin voit siirtää antureita toiselle henkilölle. Tämä on erityisen hyödyllistä, jos olet tilannut anturin ystävällesi ja haluat siirtää sen hänelle.
sk: Toto vám umožní preniesť senzory na inú osobu. Je to veľmi užitočné, ak ste si objednali senzor pre priateľa a chcete ho preniesť na neho.
sl: Tako lahko senzorje prenesete na drugo osebo. To je še posebej uporabno, če ste senzor naročili za prijatelja in ga želite prenesti nanj.
sv: På så sätt kan du överföra sensorer till en annan person. Detta är särskilt användbart om du har beställt en sensor till en vän och vill överföra den till honom eller henne.

source: Warning! After the transfer you have no more control over the sensor!
cs: Pozor! Po přenosu již nemáte nad senzorem žádnou kontrolu!
da: Advarsel! Efter overførslen har du ikke længere kontrol over sensoren!
el: Προειδοποίηση! Μετά τη μεταφορά δεν έχετε πλέον έλεγχο του αισθητήρα!
et: Hoiatus! Pärast ülekandmist ei ole teil enam kontrolli anduri üle!
fr: Attention ! Après le transfert, vous n'aurez plus de contrôle sur le détecteur !
it: Attenzione! Dopo il trasferimento non hai più controllo sul sensore!
ja: 警告! 転送後は、センサーの制御ができなくなります。
lt: Įspėjimas! Po perkėlimo jutiklio nebekontroliuojate!
lv: Brīdinājums! Pēc pārsūtīšanas jums vairs nav kontroles pār sensoru!
nl: Waarschuwing! Na de overdracht heeft u geen controle meer over de sensor!
pl: Uwaga! Po przekazaniu czujnika tracisz nad nim kontrolę!
pt: Advertência! Após a transferência, não terá mais controlo sobre o sensor!
ro: Atenție! După transfer, nu mai aveți control asupra senzorului!
ru: Внимание! После завершения процедуры передачи сенсора вы потеряете возможность контролировать данный сенсор!
se: Varoitus! Siirron jälkeen et voi enää hallita anturia!
sk: Varovanie! Po prenose už viac nemáte kontrolu nad senzorom!
sl: Opozorilo! Po prenosu nimate več nadzora nad senzorjem!
sv: Varning! Efter överföringen har du inte längre kontroll över sensorn!

source: Settings of Node %(node_id)s
cs: Nastavení uzlu %(node_id)s
da: Indstillinger for knude %(node_id)s
el: Ρυθμίσεις του κόμβου %(node_id)s
et: Sõlme %(node_id)s seaded
fr: Configuration du nœud %(node_id)s
it: Impostazioni del nodo %(node_id)s
ja: ノードの設定 %(node_id)s
lt: Mazgo %(node_id)s nustatymai
lv: Mezgla iestatījumi %(node_id)s
nl: Instellingen van Node %(node_id)s
pl: Ustawienia czujnika %(node_id)s
pt: Definições do Nó %(node_id)s
ro: Setări ale nodului %(node_id)s
ru: Настройки устройства %(node_id)s
se: Solmun %(node_id)s asetukset
sk: Nastavenia uzla %(node_id)s
sl: Nastavitve vozlišča %(node_id)s
sv: Inställningar för noden %(node_id)s
