Repository: NewGardenFarms/devices.sensor.community
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: cs, da, el, et, fr, it, ja, lt, lv, nl, pl, pt, ro, ru, se, sk, sl, sv

source: <p>The operators of these pages take the protection of your personal data very seriously. We treat your personal data confidentially and according to the legal data protection regulations as well as this data protection explanation.</p> <p>The use of our website is generally possible without providing personal data. Insofar as personal data (e.g. name, address or e-mail addresses) is collected on our pages, this is always done on a voluntary basis as far as possible. This data will not be passed on to third parties without your express consent.</p> <p>We would like to point out that data transmission via the Internet (e.g. communication via e-mail) may have security gaps. A complete protection of the data against the access by third is not possible.</p> <h2>Information, deletion, blocking</h2> <p>You have the right at any time to free information about your stored personal data, their origin and recipient and the purpose of data processing as well as a right to correction, blocking or deletion of this data. You can contact us at any time at the address given in the imprint for this and other questions on the subject of personal data.</p> <h2>Cookies</h2> <p>Some of the Internet pages use so-called cookies. Cookies do not damage your computer and do not contain viruses. Cookies serve to make our offer more user-friendly, more effective and safer. Cookies are small text files that are stored on your computer by your browser.</p> <p>Most of the cookies we use are so-called "session cookies". They are automatically deleted at the end of your visit. Other cookies remain stored on your terminal until you delete them. These cookies enable us to recognize your browser during your next visit.</p> <h2>Account and sensor data</h2> <p>The measurement data of the sensors are collected on the server of the Sensor.Community and are publicly accessible to the company. The following information will be published:</p> <ul> <li>The anonymized geoposition (longitude and latitude) rounded to approx. 100 m.</li> <li>The ID of your ESP8266 NodeMCU board</li> <li>The given numerical description of the environment</li> <li>The sensor height</li> <li>The description as text</li> </ul> <p>The following additional data will be stored for internal processing, but will not be published:</p> <ul> <li>The postal address of the sensor</li> <li>The e-mail address</li> <li>Your first and last name</li> </ul> <h2>Server log files</h2> <p>The provider of the pages automatically collects and stores information in so-called server log files, which your browser automatically transmits to us. These are:</p> <ul> <li>Browser type / browser version</li> <li>used operating system</li> <li>Referrer URL</li> <li>Hostname of the accessing computer</li> <li>Time of the server request</li> </ul> <p>These data cannot be assigned to specific persons. This data will not be merged with other data sources. We reserve the right to subsequently check this data if we become aware of concrete indications of illegal use.</p> <h2>Contradiction advertising mails</h2> <p>We hereby object to the use of contact data published within the scope of the imprint obligation to send unsolicited advertising and information material. The operators of this website expressly reserve the right to take legal action against unsolicited mailing or e-mailing of spam and other similar advertising materials.</p>
cs: <p>Provozovatelé těchto stránek berou ochranu vašich osobních údajů velmi vážně. S vašimi osobními údaji zacházíme důvěrně a v souladu s právními předpisy o ochraně osobních údajů i s tímto vysvětlením o ochraně osobních údajů.</p> <p>Používání našich webových stránek je obecně možné bez poskytnutí osobních údajů. Pokud jsou na našich stránkách shromažďovány osobní údaje (např. jméno, adresa nebo e-mailová adresa), děje se tak vždy pokud možno dobrovolně. Tyto údaje nebudou bez vašeho výslovného souhlasu předávány třetím stranám.</p> <p>Rádi bychom upozornili, že přenos dat přes internet (např. komunikace prostřednictvím e-mailu) může mít bezpečnostní mezery. Úplná ochrana údajů před přístupem třetích osob není možná.</p> <h2>Informace, mazání, blokování</h2> <p>Máte právo kdykoli bezplatně získat informace o svých uložených osobních údajích, jejich původu a příjemci a účelu zpracování údajů, jakož i právo na opravu, zablokování nebo vymazání těchto údajů. V případě těchto a dalších otázek týkajících se osobních údajů nás můžete kdykoli kontaktovat na adrese uvedené v tiráži.</p> <h2>Sušenky</h2> <p>Některé internetové stránky používají tzv. cookies. Cookies nepoškozují váš počítač a neobsahují viry. Cookies slouží k tomu, aby naše nabídka byla uživatelsky přívětivější, efektivnější a bezpečnější. Soubory cookie jsou malé textové soubory, které prohlížeč ukládá do vašeho počítače.</p> <p>Většina souborů cookie, které používáme, jsou takzvané "session cookies". Po ukončení vaší návštěvy se automaticky vymažou. Ostatní soubory cookie zůstávají uloženy ve vašem terminálu, dokud je neodstraníte. Tyto soubory cookie nám umožňují rozpoznat váš prohlížeč při vaší další návštěvě.</p> <h2>Údaje o účtu a senzorech</h2> <p>Údaje o měření senzorů jsou shromažďovány na serveru Sensor.Community a jsou veřejně přístupné společnosti. Zveřejněny budou následující informace:</p> <ul> <li>Anonymizovaná geopoloha (zeměpisná délka a šířka) zaokrouhlená na přibližně 100 m.</li> <li>ID vaší desky ESP8266 NodeMCU</li> <li>Uvedený číselný popis prostředí</li> <li>Výška senzoru</li> <li>Popis jako text</li> </ul> <p>Následující další údaje budou uloženy pro interní zpracování, ale nebudou zveřejněny:</p> <ul> <li>Poštovní adresa snímače</li> <li>Emailová adresa</li> <li>Vaše jméno a příjmení</li> </ul> <h2>Soubory protokolu serveru</h2> <p>Provozovatel stránek automaticky shromažďuje a ukládá informace do tzv. souborů protokolu serveru, které nám váš prohlížeč automaticky předává. Jsou to:</p> <ul> <li>Typ prohlížeče / verze prohlížeče</li> <li>používaný operační systém</li> <li>Adresa URL odkazu</li> <li>Název hostitele přistupujícího počítače</li> <li>Čas požadavku na server</li> </ul> <p>Tyto údaje nelze přiřadit ke konkrétním osobám. Tyto údaje nebudou sloučeny s jinými zdroji dat. Vyhrazujeme si právo tyto údaje dodatečně zkontrolovat, pokud zjistíme konkrétní náznaky nezákonného použití.</p> <h2>Závadné reklamní e-maily</h2> <p>Souhlasíme s použitím kontaktních údajů zveřejněných v rámci povinnosti otisku k zasílání nevyžádaných reklamních a informačních materiálů. Provozovatelé těchto webových stránek si výslovně vyhrazují právo podniknout právní kroky proti nevyžádanému rozesílání nevyžádané pošty nebo e-mailů a jiných podobných reklamních materiálů.</p>
da: <p>Den, der driver disse sider, tager beskyttelsen af dine personlige oplysninger meget alvorligt. Vi behandler dine personlige data fortroligt og i overensstemmelse med de lovmæssige databeskyttelsesbestemmelser samt denne databeskyttelseserklæring.</p> <p>Brugen af vores hjemmeside er generelt mulig uden at oplyse personoplysninger. I det omfang der indsamles personoplysninger (f.eks. navn, adresse eller e-mailadresser) på vores sider, sker det så vidt muligt altid på frivillig basis. Disse data videregives ikke til tredjemand uden dit udtrykkelige samtykke.</p> <p>Vi vil gerne gøre opmærksom på, at dataoverførsel via internettet (f.eks. kommunikation via e-mail) kan have sikkerhedshuller. En fuldstændig beskyttelse af dataene mod adgang for tredjemand er ikke mulig.</p> <h2>Information, sletning, blokering</h2> <p>Du har til enhver tid ret til gratis at få oplysninger om dine lagrede personoplysninger, deres oprindelse og modtager og formålet med databehandlingen samt ret til berigtigelse, blokering eller sletning af disse oplysninger. Du kan til enhver tid kontakte os på den adresse, der er angivet i aftrykket, for at få svar på dette og andre spørgsmål vedrørende personoplysninger.</p> <h2>Cookies</h2> <p>Nogle af vores internetsider anvender såkaldte cookies. Cookies skader ikke din computer og indeholder ikke virus. Cookies tjener til at gøre vores tilbud mere brugervenligt, mere effektivt og mere sikkert. Cookies er små tekstfiler, der gemmes på din computer af din browser.</p> <p>De fleste af de cookies, vi bruger, er såkaldte "session cookies". De slettes automatisk ved afslutningen af dit besøg. Andre cookies forbliver gemt på din terminal, indtil du sletter dem. Disse cookies gør det muligt for os at genkende din browser ved dit næste besøg.</p> <h2>Konto- og sensordata</h2> <p>Måledataene fra sensorerne indsamles på Sensor.Communitys server og er offentligt tilgængelige for virksomheden. Følgende oplysninger vil blive offentliggjort:</p> <ul> <li>Den anonymiserede geoposition (længdegrad og breddegrad) afrundet til ca. 100 m.</li> <li>ID'et for dit ESP8266 NodeMCU-kort</li> <li>Den givne numeriske beskrivelse af omgivelserne</li> <li>Sensorhøjden</li> <li>Beskrivelsen som tekst</li> </ul> <p>Følgende yderligere data vil blive gemt til intern behandling, men vil ikke blive offentliggjort:</p> <ul> <li>Sensorens postadresse</li> <li>E-mailadresse</li> <li>Dit for- og efternavn</li> </ul> <h2>Serverens logfiler</h2> <p>Sidens udbyder indsamler og gemmer automatisk oplysninger i såkaldte serverlogfiler, som din browser automatisk overfører til os. Disse er:</p> <ul> <li>Browser type / browser version</li> <li>brugt operativsystem</li> <li>Referrer URL</li> <li>Hostname på den computer, der tilgår computeren</li> <li>Tidspunkt for serveranmodningen</li> </ul> <p>Disse data kan ikke tildeles specifikke personer. Disse data vil ikke blive slået sammen med andre datakilder. Vi forbeholder os ret til efterfølgende at kontrollere disse data, hvis vi får kendskab til konkrete tegn på ulovlig brug.</p> <h2>Sammenfaldende reklamemails</h2> <p>Vi gør hermed indsigelse mod, at kontaktoplysninger, der er offentliggjort inden for rammerne af impressumspligten, anvendes til at sende uopfordret reklame- og informationsmateriale. Operatørerne af dette websted forbeholder sig udtrykkeligt retten til at tage retslige skridt mod uopfordret udsendelse af spam og lignende reklamemateriale pr. post eller e-mail.</p>
el: <p>Οι διαχειριστές αυτών των σελίδων λαμβάνουν πολύ σοβαρά υπόψη την προστασία των προσωπικών σας δεδομένων. Χειριζόμαστε τα προσωπικά σας δεδομένα εμπιστευτικά και σύμφωνα με τους νομικούς κανονισμούς περί προστασίας δεδομένων καθώς και την παρούσα επεξήγηση περί προστασίας δεδομένων.</p> <p>Η χρήση της ιστοσελίδας μας είναι γενικά δυνατή χωρίς την παροχή προσωπικών δεδομένων. Εφόσον συλλέγονται προσωπικά δεδομένα (π.χ. όνομα, διεύθυνση ή διευθύνσεις ηλεκτρονικού ταχυδρομείου) στις σελίδες μας, αυτό γίνεται πάντα σε εθελοντική βάση, στο μέτρο του δυνατού. Τα δεδομένα αυτά δεν διαβιβάζονται σε τρίτους χωρίς τη ρητή συγκατάθεσή σας.</p> <p>Θα θέλαμε να επισημάνουμε ότι η διαβίβαση δεδομένων μέσω του Διαδικτύου (π.χ. επικοινωνία μέσω ηλεκτρονικού ταχυδρομείου) ενδέχεται να παρουσιάζει κενά ασφαλείας. Η πλήρης προστασία των δεδομένων από την πρόσβαση τρίτων δεν είναι δυνατή.</p> <h2>Πληροφόρηση, διαγραφή, φραγή</h2> <p>Έχετε το δικαίωμα ανά πάσα στιγμή να λάβετε δωρεάν πληροφορίες σχετικά με τα αποθηκευμένα προσωπικά σας δεδομένα, την προέλευση και τον αποδέκτη τους και τον σκοπό της επεξεργασίας των δεδομένων, καθώς και το δικαίωμα διόρθωσης, αποκλεισμού ή διαγραφής αυτών των δεδομένων. Μπορείτε να επικοινωνήσετε μαζί μας ανά πάσα στιγμή στη διεύθυνση που αναφέρεται στο αποτύπωμα για αυτό και για άλλα ερωτήματα σχετικά με το θέμα των προσωπικών δεδομένων.</p> <h2>Cookies</h2> <p>Μερικές από τις σελίδες του Διαδικτύου χρησιμοποιούν τα λεγόμενα cookies. Τα cookies δεν προκαλούν βλάβη στον υπολογιστή σας και δεν περιέχουν ιούς. Τα cookies χρησιμεύουν για να κάνουν την προσφορά μας πιο φιλική προς το χρήστη, πιο αποτελεσματική και ασφαλέστερη. Τα cookies είναι μικρά αρχεία κειμένου που αποθηκεύονται στον υπολογιστή σας από το πρόγραμμα περιήγησής σας.</p> <p>Τα περισσότερα από τα cookies που χρησιμοποιούμε είναι τα λεγόμενα "session cookies". Διαγράφονται αυτόματα στο τέλος της επίσκεψής σας. Άλλα cookies παραμένουν αποθηκευμένα στο τερματικό σας μέχρι να τα διαγράψετε. Αυτά τα cookies μας επιτρέπουν να αναγνωρίσουμε το πρόγραμμα περιήγησής σας κατά την επόμενη επίσκεψή σας.</p> <h2>Δεδομένα λογαριασμού και αισθητήρων</h2> <p>Τα δεδομένα μετρήσεων των αισθητήρων συλλέγονται στον διακομιστή της Sensor.Community και είναι δημόσια προσβάσιμα στην εταιρεία. Οι ακόλουθες πληροφορίες δημοσιεύονται:</p> <ul> <li>Η ανώνυμη γεωγραφική θέση (γεωγραφικό μήκος και πλάτος) στρογγυλοποιημένη σε περίπου 100 m.</li> <li>Το αναγνωριστικό της πλακέτας ESP8266 NodeMCU</li> <li>Η δεδομένη αριθμητική περιγραφή του περιβάλλοντος</li> <li>Το ύψος του αισθητήρα</li> <li>Η περιγραφή ως κείμενο</li> </ul> <p>Τα ακόλουθα πρόσθετα δεδομένα θα αποθηκεύονται για εσωτερική επεξεργασία, αλλά δεν θα δημοσιεύονται:</p> <ul> <li>Η ταχυδρομική διεύθυνση του αισθητήρα</li> <li>Η διεύθυνση ηλεκτρονικού ταχυδρομείου</li> <li>Το όνομα και το επώνυμό σας</li> </ul> <h2>Αρχεία καταγραφής του διακομιστή</h2> <p>Ο πάροχος των σελίδων συλλέγει και αποθηκεύει αυτόματα πληροφορίες στα λεγόμενα αρχεία καταγραφής διακομιστή, τα οποία το πρόγραμμα περιήγησής σας μεταδίδει αυτόματα σε εμάς. Αυτά είναι:</p> <ul> <li>Τύπος προγράμματος περιήγησης / έκδοση προγράμματος περιήγησης</li> <li>χρησιμοποιούμενο λειτουργικό σύστημα</li> <li>Διεύθυνση URL παραπομπής</li> <li>Όνομα κεντρικού υπολογιστή του υπολογιστή πρόσβασης</li> <li>Ώρα του αιτήματος του διακομιστή</li> </ul> <p>Αυτά τα δεδομένα δεν μπορούν να αποδοθούν σε συγκεκριμένα πρόσωπα. Τα δεδομένα αυτά δεν θα συγχωνευθούν με άλλες πηγές δεδομένων. Διατηρούμε το δικαίωμα να ελέγξουμε εκ των υστέρων τα δεδομένα αυτά, εάν αντιληφθούμε συγκεκριμένες ενδείξεις παράνομης χρήσης.</p> <h2>Αντιφατικά διαφημιστικά μηνύματα</h2> <p>Δια της παρούσης διαφωνούμε με τη χρήση των δεδομένων επικοινωνίας που δημοσιεύονται στο πλαίσιο της υποχρέωσης αποτύπωσης για την αποστολή ανεπιθύμητου διαφημιστικού και ενημερωτικού υλικού. Οι διαχειριστές του παρόντος δικτυακού τόπου επιφυλάσσονται ρητά του δικαιώματος να λάβουν νομικά μέτρα κατά της ανεπιθύμητης αποστολής ή αποστολής μέσω ηλεκτρονικού ταχυδρομείου ανεπιθύμητων μηνυμάτων και άλλου παρόμοιου διαφημιστικού υλικού.</p>
et: <p>Selle lehekülje operaatorid suhtuvad teie isikuandmete kaitsesse väga tõsiselt. Me käsitleme teie isikuandmeid konfidentsiaalselt ja vastavalt seaduslikele andmekaitse-eeskirjadele ning käesolevale andmekaitseklaratsioonile.</p> <p>Meie veebisaidi kasutamine on üldjuhul võimalik ilma isikuandmeid esitamata. Kui meie lehekülgedel kogutakse isikuandmeid (nt nimi, aadress või e-posti aadress), siis toimub see võimaluse korral alati vabatahtlikkuse alusel. Neid andmeid ei edastata kolmandatele isikutele ilma teie selgesõnalise nõusolekuta.</p> <p>Me juhime tähelepanu sellele, et andmete edastamisel interneti teel (nt suhtlemine e-posti teel) võib esineda turvaauke. Andmete täielik kaitse kolmandate isikute juurdepääsu eest ei ole võimalik.</p> <h2>Teavitamine, kustutamine, blokeerimine</h2> <p>Seil on igal ajal õigus saada tasuta teavet oma salvestatud isikuandmete, nende päritolu ja saaja ning andmetöötluse eesmärgi kohta, samuti õigus neid andmeid parandada, blokeerida või kustutada. Selle ja muude isikuandmete teemaliste küsimuste korral võite meiega igal ajal ühendust võtta Impressumis toodud aadressil.</p> <h2>Küpsised</h2> <p>Mõned veebilehed kasutavad nn küpsiseid. Küpsised ei kahjusta teie arvutit ega sisalda viiruseid. Küpsised aitavad muuta meie pakkumist kasutajasõbralikumaks, tõhusamaks ja turvalisemaks. Küpsised on väikesed tekstifailid, mida teie brauser salvestab teie arvutisse.</p> <p> Enamik meie kasutatavatest küpsistest on nn "seansiküpsised". Need kustutatakse automaatselt teie külastuse lõpus. Teised küpsised jäävad teie terminalile alles, kuni te need kustutate. Need küpsised võimaldavad meil teie brauseri järgmise külastuse ajal ära tunda.</p> <h2>Konto ja sensori andmed</h2> <p>Sensorite mõõtmisandmed kogutakse Sensor.Community serverisse ja need on avalikult kättesaadavad ettevõttele. Avaldatakse järgmised andmed:</p> <ul> <li>Anonüümne geopositsioon (pikkus- ja laiuskraad) ümardatuna umbes 100 m-ni.</li> <li>Selle ESP8266 NodeMCU-plaadi ID</li> <li>Keskkonna antud numbriline kirjeldus</li> <li>Sensori kõrgus</li> <li>Kirjeldus tekstina</li> </ul> <p>Järgmised lisaandmed salvestatakse sisemiseks töötlemiseks, kuid neid ei avaldata:</p> <ul> <li>anduri postiaadress</li> <li>E-posti aadress</li> <li>Sinu ees- ja perekonnanimi</li> </ul> <h2>Serveri logifailid</h2> <p>Lehtede pakkuja kogub ja salvestab automaatselt teavet nn serverilogifailidesse, mida teie brauser automaatselt meile edastab. Need on:</p> <ul> <li>Brauseri tüüp / brauseri versioon</li> <li>kasutatud operatsioonisüsteem</li> <li>Referri URL</li> <li>Kasutava arvuti hostinimi</li> <li>Serveri päringu aeg</li> </ul> <p>Seid andmeid ei saa omistada konkreetsetele isikutele. Neid andmeid ei liideta teiste andmeallikatega. Me jätame endale õiguse neid andmeid hiljem kontrollida, kui saame teada konkreetsetest viidetest ebaseaduslikule kasutamisele.</p> <h2>Kontrastsed reklaampostitused</h2> <p>Etteeme käesolevaga vastu Impressumkohustuse raames avaldatud kontaktandmete kasutamisele soovimatute reklaami- ja teabematerjalide saatmiseks. Selle veebilehe operaatorid jätavad endale selgesõnaliselt õiguse võtta õiguslikke meetmeid soovimatu rämpsposti ja muude sarnaste reklaammaterjalide saatmise või e-posti teel saatmise vastu.</p>
fr: <p>Les exploitants de ces pages considèrent comme essentielle la protection de vos données personnelles. Nous les traitons de manière confidentielle et transparente dans le respect des réglementations légales sur la protection des données personnelles.</p> <p>L'utilisation de notre site internet est possible même sans fournir de données personnelles. Ces données (nom, adresse postale, adresse électronique) sont collectées sur notre site de manière transparente et volontaire, dans la mesure du possible. Ces données ne seront pas communiquées à des tiers sans votre consentement.</p> <p>Nous souhaitons vous informer que la transmission d'informations via internet (par exemple par courriel) peut présenter des failles de sécurité. Une protection totale contre l'accès par des tiers est impossible.</p> <h2>Informations, suppression, blockage</h2> <p>Vous disposez à tout moment d'un droit à l'information gratuit concernant toutes vos données personnelles enregistrées sur le site, leur origine et les personnes pouvant les consulter, ainsi que les objectifs et les méthodes de traitement de données réalisés. Vous disposez également à tout moment d'un droit d'accès, de modification, de blocage ou de suppression de ces données personnelles. Vous pouvez pour cela nous contacter à tout moment à l'adresse indiquée dans les mentions légales.</p> <h2>Cookies</h2> <p>Certaines page web utilisent des "cookies". Ces cookies n'endommagent pas votre ordinateur et ne contiennent pas de virus. Ils servent à améliorer votre expérience utilisateur pour la rendre plus sûre et efficace. les cookies sont de très courts fichiers texte enregistrés sur votre ordinateur par votre navigateur internet.</p> <p>La plupart des cookies que nous utilisons sont des "cookies de session". Ils sont automatiquement effacés à la fin de la visite du site. D'autres cookies peuvent rester enregistrés dans votre ordinateur jusqu'à ce que vous les effaciez. Ils nous permettront de vous reconnaître lors de visites ultérieures.</p> <h2>Compte et information sur le détecteur</h2> <p>Les données mesurées par les détecteurs sont collectées sur le serveur Sensor.Community et sont accessible par la société Büro for Gestalten. Les informations suivantes seront publiées :</p> <ul> <li>La géolocalisation anonymisées (longitude et latitude) arrondie à approximativement 100 m</li> <li></li> <li>L'ID de votre platine ESP8266 NodeMCU</li> <li>Le nombre décrivant l'environnement immédiat du détecteur</li> <li>La hauteur au sol du détecteur</li> <li>La description en format texte</li> </ul> <p>Les informations complémentaires suivantes seront enregistrées pour traitement mais non publiées :</p> <ul> <li>L'adresse postale du détecteur</li> <li>L'adresse électronique</li> <li>Les nom et prénom</li> </ul> <h2>Fichiers journaux du serveur</h2> <p>L'exploitant des pages collecte et enregistre automatiquement les informations fournies par votre navigateur dans les fichiers journaux du serveur. Il s'agit de :</p> <ul> <li>Type de navigateur / version du navigateur</li> <li>Système d'exploitation utilisé</li> <li>URL référent</li> <li>Nom d'hôte de l'ordinateur requérant</li> <li>Heure de la requête du serveur</li> </ul> <p>Ces informations ne peuvent pas être associées à une personne particulière. Elles ne sont pas associées et analysées en commun avec les informations provenant d'autres sources. Nous nous réservons le droit de les consulter en cas de suspicion d'usage illégal.</p> <h2>Refus des courriels de publicité</h2> <p>Nous nous opposons expressément à l'utilisation par des tiers des données de contact publiées dans le cadre des mentions légales pour l'envoi de publicités et d'informations non sollicitées. Les opérateurs de ce site se réservent le droit de prendre des mesures légales contre tout envoi en masse de courriels non-sollicités, de courriers indésirables ou de supports publicitaires similaires.</p>
it: <p>I gestori di queste pagine prendono molto sul serio la protezione dei vostri dati personali. Trattiamo i vostri dati personali in modo confidenziale e secondo le norme legali sulla protezione dei dati così come questa spiegazione sulla protezione dei dati.</p> <p>L'uso del nostro sito web è generalmente possibile senza fornire dati personali. Nella misura in cui sulle nostre pagine vengono raccolti dati personali (ad esempio nome, indirizzo o indirizzi e-mail), ciò avviene sempre, per quanto possibile, su base volontaria. Questi dati non saranno trasmessi a terzi senza il vostro esplicito consenso.</p> <p>Vogliamo sottolineare che la trasmissione dei dati via Internet (ad esempio la comunicazione via e-mail) può avere delle lacune di sicurezza. Una protezione completa dei dati contro l'accesso di terzi non è possibile.</p> <h2>Informazione, cancellazione, blocco</h2> <p>Hai il diritto in qualsiasi momento di avere informazioni gratuite sui tuoi dati personali memorizzati, la loro origine e il destinatario e lo scopo del trattamento dei dati così come un diritto di correzione, blocco o cancellazione di questi dati. Potete contattarci in qualsiasi momento all'indirizzo indicato nell'impronta per questa e altre domande sul tema dei dati personali.</p> <h2>Cookies</h2> <p>Alcune pagine Internet utilizzano i cosiddetti cookies. I cookies non danneggiano il vostro computer e non contengono virus. I cookies servono a rendere la nostra offerta più facile da usare, più efficace e più sicura. I cookies sono piccoli file di testo che vengono memorizzati sul tuo computer dal tuo browser.</p> <p>La maggior parte dei cookie che utilizziamo sono i cosiddetti "cookie di sessione". Essi vengono automaticamente cancellati alla fine della vostra visita. Altri cookies rimangono memorizzati sul vostro terminale fino a quando non li cancellate. Questi cookie ci permettono di riconoscere il tuo browser durante la tua prossima visita.</p> <h2>Dati dell'account e dei sensori</h2> <p>I dati di misurazione dei sensori sono raccolti sul server della Sensor.Community e sono accessibili pubblicamente all'azienda. Le seguenti informazioni saranno pubblicate:</p> <ul> <li>La geoposizione anonima (longitudine e latitudine) arrotondata a circa 100 m.</li> <li>L'ID della tua scheda ESP8266 NodeMCU</li> <li>La descrizione numerica data dell'ambiente</li> <li>L'altezza del sensore</li> <li>La descrizione come testo</li> </ul>\N <p>I seguenti dati aggiuntivi saranno memorizzati per l'elaborazione interna, ma non saranno pubblicati:</p> <ul> <li>L'indirizzo postale del sensore</li> <li>L'indirizzo e-mail</li> <li>Il tuo nome e cognome</li> </ul> <h2>File di log del server</h2> <p>Il provider delle pagine raccoglie e memorizza automaticamente informazioni nei cosiddetti file di log del server, che il vostro browser ci trasmette automaticamente. Questi sono:</p> " <ul> <li>tipo di browser / versione del browser</li> <li>sistema operativo utilizzato</li> <li>Riferimento URL</li> <li>Nome dell'host del computer che accede</li> <li>Tempo della richiesta del server</li> </ul> <p>Questi dati non possono essere assegnati a persone specifiche. Questi dati non saranno fusi con altre fonti di dati. Ci riserviamo il diritto di controllare successivamente questi dati se veniamo a conoscenza di indicazioni concrete di uso illegale.</p> <h2>Mail pubblicitarie contrastanti</h2> <p>Ci opponiamo all'utilizzo dei dati di contatto pubblicati nell'ambito dell'obbligo di impronta per l'invio di materiale pubblicitario e informativo non richiesto. I gestori di questo sito web si riservano espressamente il diritto di intraprendere azioni legali contro l'invio non richiesto o l'invio via e-mail di spam e altri materiali pubblicitari simili.</p>
lt: <p>Šių puslapių valdytojai labai rimtai žiūri į jūsų asmens duomenų apsaugą. Jūsų asmens duomenis tvarkome konfidencialiai ir laikydamiesi teisinių duomenų apsaugos nuostatų bei šio duomenų apsaugos paaiškinimo.</p> <p>Naudotis mūsų svetaine paprastai galima nepateikiant asmens duomenų. Jei mūsų puslapiuose renkami asmens duomenys (pvz., vardas, pavardė, adresas ar el. pašto adresas), tai visada daroma savanoriškai, kiek tai įmanoma. Šie duomenys nebus perduoti trečiosioms šalims be jūsų aiškaus sutikimo.</p> <p>Atkreipiame dėmesį, kad duomenų perdavimas internetu (pvz., bendravimas el. paštu) gali turėti saugumo spragų. Visiškai apsaugoti duomenis nuo trečiųjų asmenų prieigos neįmanoma.</p> <h2>Informacija, ištrynimas, blokavimas</h2> <p>Turite teisę bet kuriuo metu nemokamai gauti informaciją apie saugomus asmens duomenis, jų kilmę ir gavėją bei duomenų tvarkymo tikslą, taip pat teisę į šių duomenų ištaisymą, blokavimą ar ištrynimą. Dėl šio ir kitų klausimų, susijusių su asmens duomenimis, bet kuriuo metu galite kreiptis į mus atspaude nurodytu adresu.</p> <h2>Suknelės</h2> <p>Kai kuriuose interneto puslapiuose naudojami vadinamieji slapukai. Slapukai nedaro žalos jūsų kompiuteriui ir juose nėra virusų. Slapukai pasitarnauja tam, kad mūsų pasiūlymas būtų patogesnis, veiksmingesnis ir saugesnis. Slapukai - tai nedideli tekstiniai failai, kuriuos naršyklė išsaugo jūsų kompiuteryje.</p> <p>Dauguma mūsų naudojamų slapukų yra vadinamieji "sesijos slapukai". Jie automatiškai ištrinami pasibaigus jūsų apsilankymui. Kiti slapukai lieka saugomi jūsų terminale, kol juos ištrinate. Šie slapukai leidžia mums atpažinti jūsų naršyklę kito apsilankymo metu.</p> <h2>Apskaitos ir jutiklių duomenys</h2> <p>Jutiklių matavimo duomenys kaupiami "Sensor.Community" serveryje ir yra viešai prieinami bendrovei. Skelbiama ši informacija:</p> <ul> <li>Anonimizuota geografinė padėtis (ilguma ir platuma), suapvalinta maždaug 100 m tikslumu.</li> <li>Tavo ESP8266 NodeMCU plokštės ID</li> <li>Pateiktas skaitmeninis aplinkos aprašymas</li> <li>Jutiklio aukštis</li> <li>Aprašymas kaip tekstas</li> </ul> <p>Šie papildomi duomenys bus saugomi vidiniam apdorojimui, bet nebus skelbiami:</p> <ul> <li>Jutiklio pašto adresas</li> <li>Elektroninio pašto adresas</li> <li>Jūsų vardas ir pavardė</li> </ul> <h2>Serverio žurnalo failai</h2> <p>Puslapių teikėjas automatiškai renka ir saugo informaciją vadinamuosiuose serverio žurnalo failuose, kuriuos jūsų naršyklė automatiškai perduoda mums. Tai yra:</p> <ul> <li>Prekyklės tipas / naršyklės versija</li> <li>naudojama operacinė sistema</li> <li>Nukreipiančiojo URL adresas</li> <li>Prisijungiančio kompiuterio prieiga</li> <li>Serverio užklausos laikas</li> </ul> <p>Šių duomenų negalima priskirti konkretiems asmenims. Šie duomenys nebus sujungti su kitais duomenų šaltiniais. Pasiliekame teisę vėliau patikrinti šiuos duomenis, jei sužinosime apie konkrečius neteisėto naudojimo požymius.</p> <h2>Prieštaraujantys reklaminiai laiškai</h2> <p>Prieštaraujame, kad kontaktiniai duomenys, paskelbti vykdant prievolę spausdinti, būtų naudojami siunčiant nepageidaujamą reklaminę ir informacinę medžiagą. Šios svetainės valdytojai aiškiai pasilieka teisę imtis teisinių veiksmų prieš nepageidaujamą nepageidaujamos reklaminės ir kitos panašios reklaminės medžiagos siuntimą paštu ar elektroniniu paštu.</p>
lv: <p>Šo lapu operatori ļoti nopietni izturas pret jūsu personas datu aizsardzību. Mēs rīkojamies ar jūsu personas datiem konfidenciāli un saskaņā ar tiesiskajiem datu aizsardzības noteikumiem, kā arī šo datu aizsardzības paskaidrojumu.</p> <p>Mūsu tīmekļa vietnes izmantošana parasti ir iespējama, nesniedzot personas datus. Ciktāl mūsu lapās tiek vākti personas dati (piemēram, vārds, uzvārds, adrese vai e-pasta adrese), tas vienmēr tiek darīts pēc iespējas brīvprātīgi. Šie dati netiks nodoti trešajām personām bez jūsu skaidras piekrišanas.</p> <p>Mēs vēlamies norādīt, ka datu pārraidei internetā (piemēram, saziņai, izmantojot e-pastu) var būt drošības nepilnības. Pilnīga datu aizsardzība pret trešo personu piekļuvi nav iespējama.</p> <h2>Informēšana, dzēšana, bloķēšana</h2> <p>Jums ir tiesības jebkurā laikā bez maksas saņemt informāciju par jūsu saglabātajiem personas datiem, to izcelsmi un saņēmēju un datu apstrādes mērķi, kā arī tiesības uz šo datu labošanu, bloķēšanu vai dzēšanu. Par šo un citiem jautājumiem par personas datiem jūs varat jebkurā laikā sazināties ar mums, izmantojot drukā norādīto adresi.</p> <h2>Sīkdatnes</h2> <p>Ja dažās interneta lapās tiek izmantotas tā sauktās sīkdatnes. Sīkdatnes nebojā jūsu datoru un nesatur vīrusus. Sīkdatnes kalpo, lai padarītu mūsu piedāvājumu lietotājam draudzīgāku, efektīvāku un drošāku. Sīkdatnes ir nelieli teksta faili, ko pārlūkprogramma saglabā jūsu datorā.</p> <p>Vairums mūsu izmantoto sīkfailu ir tā sauktie "sesijas sīkfaili". Tās tiek automātiski dzēstas pēc jūsu apmeklējuma beigām. Citas sīkdatnes paliek saglabātas jūsu terminālī, līdz jūs tās dzēsīsiet. Šīs sīkdatnes ļauj mums atpazīt jūsu pārlūkprogrammu nākamā apmeklējuma laikā.</p> <h2>Konta un sensoru dati</h2> <p>Sensoru mērījumu dati tiek apkopoti Sensor.Community serverī un ir publiski pieejami uzņēmumam. Tiek publicēta šāda informācija:</p> <ul> <li>Anonimizētā ģeopozīcija (ģeogrāfiskais garums un platums), noapaļota līdz aptuveni 100 m.</li> <li>Tavas ESP8266 NodeMCU plates ID</li> <li>Dotais skaitliskais vides apraksts</li> <li>Sensora augstums</li> <li>Apraksts kā teksts</li> </ul> <p>Šādi papildu dati tiks saglabāti iekšējai apstrādei, bet netiks publicēti:</p> <ul> <li>Sensora pasta adrese</li> " <li>E-pasta adrese</li> <li>Jūsu vārds un uzvārds</li> </ul> <h2>Servera žurnāla faili</h2> <p>Šī lapu nodrošinātājs automātiski vāc un saglabā informāciju tā sauktajos servera žurnāla failos, ko jūsu pārlūkprogramma automātiski nosūta mums. Tie ir:</p> <ul> <li>Pārlūkprogrammas tips / pārlūkprogrammas versija</li> <li>izmantotā operētājsistēma</li> <li>Referera URL</li> <li>Pieejošā datora viesvietas nosaukums</li> <li>Servera pieprasījuma laiks</li> </ul> <p>Šos datus nevar piešķirt konkrētām personām. Šie dati netiks apvienoti ar citiem datu avotiem. Mēs paturam tiesības vēlāk pārbaudīt šos datus, ja uzzināsim par konkrētām nelikumīgas izmantošanas pazīmēm.</p> <h2>Pretrunu reklāmas vēstules</h2> <p>Ar šo mēs iebilstam pret iespieddarbu pienākuma ietvaros publicēto kontaktinformācijas datu izmantošanu, lai nosūtītu nepieprasītus reklāmas un informatīvos materiālus. Šīs tīmekļa vietnes operatori nepārprotami patur tiesības vērsties tiesā pret nevēlamu surogātpasta un citu līdzīgu reklāmas materiālu sūtīšanu vai nosūtīšanu pa e-pastu.</p>
nl: <p>De beheerders van deze pagina's nemen de bescherming van uw persoonlijke gegevens zeer serieus. Wij behandelen uw persoonlijke gegevens vertrouwelijk en in overeenstemming met de wettelijke voorschriften inzake gegevensbescherming, alsmede deze verklaring inzake gegevensbescherming.</p> <p>Het gebruik van onze website is in principe mogelijk zonder het verstrekken van persoonlijke gegevens. Voor zover op onze pagina's persoonlijke gegevens (bijv. naam, adres of e-mailadressen) worden verzameld, gebeurt dit, voor zover mogelijk, altijd op vrijwillige basis. Deze gegevens worden zonder uw uitdrukkelijke toestemming niet aan derden doorgegeven.<</p> <p>Wij wijzen erop dat de gegevensoverdracht via het internet (bijv. communicatie via e-mail) veiligheidsleemten kan vertonen. Een volledige bescherming van de gegevens tegen toegang door derden is niet mogelijk.</p> <h2>Informatie, wissen, blokkeren</h2> <p>U hebt te allen tijde recht op gratis informatie over uw opgeslagen persoonsgegevens, hun herkomst en ontvanger en het doel van de gegevensverwerking, alsmede een recht op correctie, blokkering of verwijdering van deze gegevens. Voor deze en andere vragen over het onderwerp persoonsgegevens kunt u te allen tijde contact met ons opnemen via het in het impressum vermelde adres.</p> <h2>Cookies</h2> <p>Sommige internetpagina's maken gebruik van zogenaamde cookies. Cookies brengen geen schade toe aan uw computer en bevatten geen virussen. Cookies dienen om ons aanbod gebruiksvriendelijker, effectiever en veiliger te maken. Cookies zijn kleine tekstbestanden die door uw browser op uw computer worden opgeslagen.</p> <p>De meeste van de door ons gebruikte cookies zijn zogenaamde "sessiecookies". Ze worden automatisch verwijderd aan het einde van uw bezoek. Andere cookies blijven op uw terminal opgeslagen totdat u ze verwijdert. Met deze cookies kunnen wij uw browser bij uw volgende bezoek herkennen.</p> <h2>Account- en sensorgegevens</h2> <p>De meetgegevens van de sensoren worden verzameld op de server van de Sensor.Community en zijn openbaar toegankelijk voor het bedrijf. De volgende informatie wordt gepubliceerd:</p> <ul> <li>De geanonimiseerde geopositie (lengte- en breedtegraad) afgerond op ca. 100 m.</li> <li>De ID van uw ESP8266 NodeMCU bord</li> <li>De gegeven numerieke beschrijving van de omgeving</li> <li>De hoogte van de sensor</li> <li>De beschrijving als tekst</li> </ul> <p>De volgende aanvullende gegevens worden opgeslagen voor interne verwerking, maar worden niet gepubliceerd:</p> <ul> <li>Het postadres van de sensor</li> <li>Het e-mail adres</li> <li>Uw voor- en achternaam</li> </ul> <h2>Server log bestanden</h2> <p>De aanbieder van de pagina's verzamelt en bewaart automatisch informatie in zogenaamde serverlogbestanden, die uw browser automatisch aan ons doorgeeft. Dit zijn:</p> <ul> <li>Browsertype / browserversie</li> <li>gebruikt besturingssysteem</li> <li>Referrer URL</li> <li>Hostnaam van de benaderende computer</li> <li>Tijdstip van het serververzoek</li> </ul> <p>Deze gegevens kunnen niet aan specifieke personen worden toegewezen. Deze gegevens zullen niet worden samengevoegd met andere gegevensbronnen. Wij behouden ons het recht voor deze gegevens achteraf te controleren indien wij concrete aanwijzingen krijgen van onrechtmatig gebruik.</p> <h2>Contradictiereclamemails</h2> <p>Wij maken hierbij bezwaar tegen het gebruik van de in het kader van de impressumplicht gepubliceerde contactgegevens voor het verzenden van ongevraagd reclame- en informatiemateriaal. De exploitanten van deze website behouden zich uitdrukkelijk het recht voor juridische stappen te ondernemen tegen het ongevraagd verzenden of e-mailen van spam en ander soortgelijk reclamemateriaal.</p>
ro: <p>Operatorii acestor pagini iau foarte în serios protecția datelor dumneavoastră personale. Tratăm datele dvs. personale în mod confidențial și în conformitate cu reglementările legale privind protecția datelor, precum și cu această explicație privind protecția datelor.</p> <p>Utilizarea paginii noastre de internet este, în general, posibilă fără a furniza date cu caracter personal. În măsura în care pe paginile noastre sunt colectate date cu caracter personal (de exemplu, nume, adresă sau adrese de e-mail), acest lucru se face întotdeauna în mod voluntar, în măsura în care este posibil. Aceste date nu vor fi transmise unor terțe părți fără consimțământul dumneavoastră expres.</p> <p>Am dori să subliniem faptul că transmiterea de date prin intermediul internetului (de exemplu, comunicarea prin e-mail) poate avea lacune de securitate. O protecție completă a datelor împotriva accesului de către terți nu este posibilă.</p> <h2>Informare, ștergere, blocare</h2> <p>Aveți dreptul în orice moment la informații gratuite cu privire la datele dvs. personale stocate, la originea și destinatarul acestora și la scopul prelucrării datelor, precum și un drept de corectare, blocare sau ștergere a acestor date. Ne puteți contacta în orice moment la adresa indicată în amprenta pentru aceasta și alte întrebări pe tema datelor cu caracter personal.</p> <h2>Cookies</h2> <p>Câteva dintre paginile de internet utilizează așa-numitele cookie-uri. Cookie-urile nu vă deteriorează calculatorul și nu conțin viruși. Cookie-urile servesc pentru a face oferta noastră mai ușor de utilizat, mai eficientă și mai sigură. Cookie-urile sunt mici fișiere text care sunt stocate pe computerul dumneavoastră de către browserul dumneavoastră.</p> <p>Majoritatea cookie-urilor pe care le folosim sunt așa-numitele "cookie-uri de sesiune". Acestea sunt șterse automat la sfârșitul vizitei dumneavoastră. Alte cookie-uri rămân stocate pe terminalul dvs. până când le ștergeți. Aceste cookie-uri ne permit să vă recunoaștem browserul în timpul următoarei dvs. vizite.</p> " <h2>Datele contului și ale senzorilor</h2> <p>Datele de măsurare ale senzorilor sunt colectate pe serverul Sensor.Community și sunt accesibile public pentru companie. Următoarele informații vor fi publicate:</p> <ul> <li>Geopoziția anonimizată (longitudine și latitudine) rotunjită la aproximativ 100 m.</li> <li>Identificarea plăcii ESP8266 NodeMCU</li> <li>Descrierea numerică dată a mediului</li> <li>Înălțimea senzorului</li> <li>Descrierea sub formă de text</li> </ul> <p> Următoarele date suplimentare vor fi stocate pentru procesare internă, dar nu vor fi publicate:</p> <ul> <li>Adresa poștală a senzorului</li> <li>Adresa de e-mail</li> <li>Numele și prenumele dumneavoastră</li> </ul> <h2>Filele de jurnal ale serverului</h2> <p>Furnizorul paginilor colectează și stochează automat informații în așa-numitele fișiere jurnal de server, pe care browserul dvs. ni le transmite automat. Acestea sunt:</p> <ul> <li>Tipul de browser / versiunea browserului</li> <li>Sistemul de operare utilizat</li> <li>Referrer URL</li> <li>Numele de gazdă al computerului care accesează</li> <li>Time of the server request</li> </ul> <p>Aceste date nu pot fi atribuite unor persoane specifice. Aceste date nu vor fi fuzionate cu alte surse de date. Ne rezervăm dreptul de a verifica ulterior aceste date dacă luăm cunoștință de indicii concrete de utilizare ilegală.</p> <h2>Mailuri publicitare contradictorii</h2> <p>Prin prezenta ne opunem utilizării datelor de contact publicate în cadrul obligației de amprentă pentru a trimite materiale publicitare și de informare nesolicitate. Operatorii acestui site web își rezervă în mod expres dreptul de a lua măsuri legale împotriva trimiterii nesolicitate prin poștă sau prin e-mail a spam-ului și a altor materiale publicitare similare.</p>
se: <p>Tämän sivun ylläpitäjät suhtautuvat henkilötietojesi suojaamiseen erittäin vakavasti. Käsittelemme henkilötietojasi luottamuksellisesti ja lakisääteisten tietosuojasäännösten sekä tämän tietosuojaselosteen mukaisesti.</p> <p>Sivujemme käyttö on yleensä mahdollista ilman henkilötietojen antamista. Siltä osin kuin sivuillamme kerätään henkilötietoja (esim. nimi, osoite tai sähköpostiosoite), se tapahtuu aina vapaaehtoisesti niin pitkälle kuin mahdollista. Näitä tietoja ei luovuteta kolmansille osapuolille ilman nimenomaista suostumustasi.</p> <p>Haluamme huomauttaa, että Internetin kautta tapahtuvassa tiedonsiirrossa (esim. sähköpostiviestinnässä) voi olla tietoturva-aukkoja. Tietojen täydellinen suojaaminen kolmansien pääsyä vastaan ei ole mahdollista.</p> <h2>Tiedottaminen, poistaminen, estäminen</h2> <p>Sinulla on milloin tahansa oikeus saada ilmaiseksi tietoa tallennetuista henkilötiedoistasi, niiden alkuperästä ja vastaanottajasta sekä tietojenkäsittelyn tarkoituksesta sekä oikeus näiden tietojen korjaamiseen, estämiseen tai poistamiseen. Voit ottaa meihin yhteyttä milloin tahansa painatuksessa mainittuun osoitteeseen tätä ja muita henkilötietoihin liittyviä kysymyksiä varten.</p> <h2>Keksejä</h2> <p>Tietyillä Internet-sivuilla käytetään niin sanottuja evästeitä. Evästeet eivät vahingoita tietokonettasi eivätkä sisällä viruksia. Evästeiden tarkoituksena on tehdä tarjonnastamme käyttäjäystävällisempi, tehokkaampi ja turvallisempi. Evästeet ovat pieniä tekstitiedostoja, jotka selaimesi tallentaa tietokoneellesi.</p> <p>Vähän kaikki käyttämämme evästeet ovat niin sanottuja "istuntoevästeitä". Ne poistetaan automaattisesti vierailun päätyttyä. Muut evästeet säilyvät päätelaitteellasi, kunnes poistat ne. Näiden evästeiden avulla voimme tunnistaa selaimesi seuraavan vierailusi aikana.</p> <h2>Tili ja anturitiedot</h2> <p>Sensoreiden mittaustiedot kerätään Sensor.Communityn palvelimelle ja ne ovat julkisesti yrityksen käytettävissä. Seuraavat tiedot julkaistaan:</p> <ul> <li>Anonymisoitu maantieteellinen sijainti (pituus- ja leveysaste) pyöristettynä noin 100 metriin.</li> <li> ESP8266 NodeMCU -levyn tunnus</li> <li>Ympäristön annettu numeerinen kuvaus</li> <li>Asensorin korkeus</li> <li>Kuvaus tekstinä</li> </ul> <p>Seuraavat lisätiedot tallennetaan sisäistä käsittelyä varten, mutta niitä ei julkaista:</p> <ul> <li>Tunnistimen postiosoite</li> <li>Sähköpostiosoite</li> <li>Esi- ja sukunimesi</li> </ul> <h2>Palvelimen lokitiedostot</h2> <p>Sivujen tarjoaja kerää ja tallentaa automaattisesti tietoja niin sanottuihin palvelinlokitiedostoihin, jotka selaimesi välittää automaattisesti meille. Nämä ovat:</p> <ul> <li>selaimen tyyppi / selaimen versio</li> <li>käytetty käyttöjärjestelmä</li> <li>Viittauksen URL-osoite</li> <li>Käyttävän tietokoneen isäntänimi</li> <li>Palvelinpyynnön aika</li> </ul> <p>Tietoja ei voida osoittaa tietyille henkilöille. Näitä tietoja ei yhdistetä muihin tietolähteisiin. Pidätämme oikeuden tarkastaa nämä tiedot jälkikäteen, jos saamme tietoisiksemme konkreettisia viitteitä laittomasta käytöstä.</p> <h2>Ristiriitaiset mainospostit</h2> <p>Vastustamme täten painatusvelvoitteen puitteissa julkaistujen yhteystietojen käyttöä ei-toivotun mainos- ja tiedotusmateriaalin lähettämiseen. Tämän verkkosivuston ylläpitäjät varaavat nimenomaisesti oikeuden ryhtyä oikeudellisiin toimenpiteisiin roskapostin ja muun vastaavanlaisen mainosmateriaalin ei-toivottua lähettämistä tai sähköpostitse lähettämistä vastaan.</p>
sk: <p> Prevádzkovatelia týchto stránok berú ochranu vašich osobných údajov veľmi vážne. S vašimi osobnými údajmi zaobchádzame dôverne a podľa aktuálny právnych predpisov o ochrane údajov, ako aj podľa tohto vysvetlenia o ochrane údajov. </p> <p> Používanie našej webovej stránky je vo všeobecnosti možné bez poskytnutia osobných údajov. Pokiaľ sa na našich stránkach zhromažďujú osobné údaje (napr. Meno, adresa alebo e-mailová adresa), vždy sa to deje dobrovoľne, pokiaľ je to možné. Tieto údaje nebudú bez vášho výslovného súhlasu poskytnuté tretím stranám. </p> <p> Chceli by sme zdôrazniť, že prenos údajov cez internet (napr. komunikácia prostredníctvom e-mailu) môže mať bezpečnostné medzery. Úplná ochrana údajov pred prístupom tretích osôb nie je možná. </p> <h2> Informácie, výmaz, blokovanie </h2> <p> Máte právo kedykoľvek bezplatne získať informácie o svojich uložených osobných údajoch, ich pôvode, príjemcovi a účele spracovania údajov, ako aj právo na opravu, zablokovanie alebo vymazanie týchto údajov. V prípade akýchkoľvek ďalších otázok týkajúcich sa osobných údajov nás môžete kedykoľvek kontaktovať na adrese uvedenej v tiráži. </p> <h2> Cookies </h2> <p> Niektoré z internetových stránok používajú tzv. Cookies. Cookies nepoškodzujú váš počítač a neobsahujú vírusy. Cookies slúžia na to, aby bola naša ponuka príjemnejšia, efektívnejšia a bezpečnejšia. Cookies sú malé textové súbory, ktoré sú uložené v počítači pomocou prehliadača. </p> <p> Väčšina súborov cookie, ktoré používame, sú tzv. session cookies. Na konci vašej návštevy sa automaticky odstránia. Ostatné súbory cookie zostávajú uložené vo vašom zariadení, kým ich neodstránite. Tieto súbory cookie nám umožňujú rozpoznať váš prehliadač pri vašej ďalšej návšteve. </p> <h2> Údaje o účte a senzore </h2> <p> Namerané údaje senzorov sa zhromažďujú na serveri Sensor.Community a sú verejne prístupné návštevníkom. Budú uverejnené nasledujúce informácie: </p> <ul> <li> Anonymizovaná geopozícia (zemepisná šírka a dĺžka) zaokrúhlené na približne 100 m. </li> <li> ID vášho zariadenia NodeMCU ESP8266 </li> <li> Daný číselný popis prostredia </li> <li> Výška senzora </li> <li> Opis ako text </li> </ul> <p> Nasledujúce ďalšie údaje sa uložia na interné spracovanie, ale nebudú zverejnené: </p> <ul> <li> Poštová adresa senzora</li> <li> E-mailová adresa </li> <li> Vaše meno a priezvisko </li> </ul> <h2> Serverové log súbory</h2> <p> Poskytovateľ stránok automaticky zhromažďuje a ukladá informácie do takzvaných serverových protokolových súborov, ktoré nám váš prehliadač automaticky odosiela. Sú to tieto: </p> <ul> <li> Typ prehliadača / verzia prehliadača </li> <li> použitý operačný systém </li> <li> URL adresa sprostredkovateľa </li> <li> Názov hostiteľa pristupujúceho počítača </li> <li> Čas požiadavky servera </li> </ul> <p> Tieto údaje nemožno priradiť ku konkrétnym osobám. Tieto údaje nebudú zlúčené s inými zdrojmi údajov. Vyhradzujeme si právo následne skontrolovať tieto údaje, ak zistíme konkrétne náznaky nezákonného použitia.</p> <h2> Nevyžiadané reklamné maily </h2> <p> Týmto namietame proti použitiu kontaktných údajov zverejnených v rámci zákonnej povinnosti na zasielanie nevyžiadaných reklamných a informačných materiálov. Prevádzkovatelia tejto webovej stránky si výslovne vyhradzujú právo podniknúť právne kroky proti nevyžiadanej pošte alebo e-mailom nevyžiadanej pošty a iných, podobných reklamných materiálov. </p>
sl: <p>Upravljavci teh strani zelo resno jemljejo varstvo vaših osebnih podatkov. Z vašimi osebnimi podatki ravnamo zaupno in v skladu z zakonskimi predpisi o varstvu podatkov ter to razlago o varstvu podatkov.</p> <p>Uporaba našega spletnega mesta je na splošno mogoča brez posredovanja osebnih podatkov. Če se na naših straneh zbirajo osebni podatki (npr. ime, naslov ali e-poštni naslovi), se to vedno izvaja prostovoljno, kolikor je to mogoče. Ti podatki ne bodo posredovani tretjim osebam brez vaše izrecne privolitve.</p> <p>Poudarjamo, da ima lahko prenos podatkov prek interneta (npr. komunikacija prek e-pošte) varnostne vrzeli. Popolna zaščita podatkov pred dostopom tretjih oseb ni mogoča.</p> <h2>Informiranje, brisanje, blokiranje</h2> <p>Imate pravico, da kadar koli brezplačno pridobite informacije o shranjenih osebnih podatkih, njihovem izvoru in prejemniku ter namenu obdelave podatkov, pa tudi pravico do popravka, blokiranja ali izbrisa teh podatkov. Za ta in druga vprašanja v zvezi z osebnimi podatki se lahko kadar koli obrnete na nas na naslov, naveden v odtisu.</p> <h2>Kokie</h2> <p>Nekatere spletne strani uporabljajo tako imenovane piškotke. Piškotki ne poškodujejo vašega računalnika in ne vsebujejo virusov. Piškotki služijo temu, da je naša ponudba uporabniku prijaznejša, učinkovitejša in varnejša. Piškotki so majhne besedilne datoteke, ki jih brskalnik shrani v vaš računalnik.</p> <p>Večina piškotkov, ki jih uporabljamo, so tako imenovani "sejni piškotki". Ti se samodejno izbrišejo ob koncu vašega obiska. Drugi piškotki ostanejo shranjeni v vašem terminalu, dokler jih ne izbrišete. Ti piškotki nam omogočajo, da prepoznamo vaš brskalnik med vašim naslednjim obiskom.</p> <h2>Podatki o računih in senzorjih</h2> <p>Merilni podatki senzorjev se zbirajo v strežniku družbe Sensor.Community in so javno dostopni družbi. Objavljeni bodo naslednji podatki:</p> <ul> <li>Anonimizirana geopozicija (zemljepisna dolžina in širina), zaokrožena na približno 100 m.</li> <li>Identiteta vaše plošče ESP8266 NodeMCU</li> <li>Podani številčni opis okolja</li> <li>Višina senzorja</li> <li>Opis kot besedilo</li> </ul> <p>Naslednji dodatni podatki bodo shranjeni za notranjo obdelavo, vendar ne bodo objavljeni:</p> <ul> <li>Poštni naslov senzorja</li> <li>E-poštni naslov</li> <li>Vaše ime in priimek</li> </ul> <h2>Programi dnevnika strežnika</h2> <p>Posrednik strani samodejno zbira in shranjuje informacije v tako imenovanih strežniških dnevniških datotekah, ki nam jih vaš brskalnik samodejno posreduje. To so:</p> <ul> <li>Tip brskalnika / različica brskalnika</li> <li>uporabljen operacijski sistem</li> <li>Uvozni naslov URL za preusmerjanje</li> <li>Naziv gostitelja računalnika, do katerega dostopate</li> <li>Čas zahteve strežnika</li> </ul> <p>Teh podatkov ni mogoče pripisati določenim osebam. Ti podatki ne bodo združeni z drugimi viri podatkov. Pridržujemo si pravico do naknadnega preverjanja teh podatkov, če bomo izvedeli za konkretne znake nezakonite uporabe.</p> <h2>Sporazumska oglasna pošta</h2> <p>S tem nasprotujemo uporabi kontaktnih podatkov, objavljenih v okviru obveznosti odtisa, za pošiljanje nezaželenega oglaševalskega in informativnega gradiva. Upravljavci tega spletnega mesta si izrecno pridržujejo pravico do pravnih ukrepov proti nezaželenemu pošiljanju nezaželene pošte ali elektronskih sporočil in drugega podobnega reklamnega gradiva.</p>
